Repository: tobetter/tasksel
Catalog: po/*.po
Languages: bs, cs, da, de, eu, gl, hu, it, nn, no, sq, uk

source: Fatal error encountered at %s:%d
bs: Došlo je fatalne greške na %s:%d
da: Stødte på en fatal fejl i %s.%d
de: Schlimmer Fehler bei %s:%d aufgetreten
eu: %s-n errore konponezin bat aurkiturik: %d
hu: Helyrehozhatatlan hiba: %s:%d
it: Errore fatale occorso in %s:%d
nn: Fatal feil oppstod ved %s:%d
sq: U has një gabim fatal në %s:%d
uk: Виникла критична помилка в %s:%d

source: I/O error at %s:%d
bs: I/O greška na %s:%d
da: I/O-fejl i %s.%d
de: I/O-Fehler bei %s.%d
eu: S/I errorea %s-n:%d
hu: I/O hiba: %s:%d
it: Errore I/O in %s:%d
nn: I/U-feil ved %s:%d
sq: Gabim I/O në %s:%d
uk: Помилка вводу-виводу в %s:%d

source: Debian Task Installer v%s - (c) 1999-2004 SPI and others
da: Debian opgaveinstallering (task installer) v%s - (c) 1999-2004 SPI med flere
eu: Debian Ataza Instalatzailea v %s - (c) 19999-2004 SPI eta beste hainbat
hu: Debian metacsomag-telepítő v%s - (c) 1999-2004 SPI és mások
sq: Instaluesi Debian v%s - (c) 1999-2004 SPI dhe të tjerë
uk: Debian Task Installer v%s - (c) 1999-2004 SPI та інші

source: No tasks found on this system.
bs: Zadaci nisu pronađeni na ovom sistemu.
da: Fandt ingen opgaver på dette system.
de: Keine Tasks auf diesem System gefunden.
eu: Ez dira atazik aurkitu sistema honetan.
hu: A rendszer felderítése egy metacsomagot sem talált.
nn: Ingen oppgåver funne på dette systemet.
sq: Nuk u gjet asnjë detyrë në këtë sistem.
uk: Завдання не знайдені у системі.

source: Debian Task Installer v%s - (c) 1999-2003 SPI and others
bs: Debian Task Installer v%s - (c) 1999-2003 SPI i ostali
cs: Debian Task Installer v%s - (C) 1999-2000 SPI a dal¹í
de: Debian Task-Installer v%s - (c) 1999-2003 SPI und andere
it: Debian Task Installer v%s - (c) 1999-2003 SPI e altri
nn: Debian Task Installer v%s - (c) 1999-2003 SPI og andre
no: Installasjon av Debian-profiler v%s - (c) 1999-2003 SPI med flere
