Repository: tobetter/tasksel
Catalog: po/*.po
Languages: bs, cs, da, de, eu, gl, hu, it, nn, no, sq, uk

source: Cannot allocate memory for enumeration buffer
bs: Ne mogu alocirati memoriju za enumeration buffer
cs: Nemohu alokovat pamì» pro výètový buffer
da: Kan ikke frigøre hukommelse til tællelager
de: Konnte keine Speicher für den Enumeration-Buffer reservieren
eu: Ezin da numerazio buferrerako memoria ezleitu
gl: Non se pode reservar memoria para o buffer de enumeración
hu: Nincs elég memória a felsorolási puffer számára
it: Impossibile allocare memoria per il buffer dell'elenco
nn: Klarer ikkje allokere minne for oppteljingsbuffer
no: Kan ikke tilordne minne til oppramsingslageret
sq: I pamundur rezervimi i memorjes për buffer e numërimit
uk: Не вдалося заврезервувати пам'ять для буферу списків

source: Fatal error encountered at %s:%d
cs: Kritická chyba na %s:%d
gl: Atopouse un erro grave en %s:%d
no: Fatal feil ved %s:%d

source: I/O error at %s:%d
cs: V/V chyba na %s:%d
gl: Erro de E/S en %s:%d
no: I/O feil ved %s:%d

source: (no description)
bs: (bez opisa)
cs: (popis není k dispozici)
da: (ingen beskrivelse)
de: (keine Beschreibung)
eu: (Azalpenik gabea)
gl: (non hai descrición)
hu: (leírás nem érhető el)
it: (nessuna descrizione)
nn: (inga skildring)
no: (ingen beskrivelse)
sq: (pa përshkrim)
uk: (немає опису)

source: End-user
bs: Krajnji korisnik
cs: Koncový u¾ivatel
da: Slutbruger
de: Endbenutzer
eu: erabilpen nagusia
gl: Usuario final
hu: Végfelhasználói
it: Utente finale
nn: Sluttbrukar
no: Sluttbruker
sq: Përdoruesi i thjeshtë
uk: Кінцевий користувач

source: Servers
bs: Serveri
cs: Servery
da: Servere
de: Server
eu: Zerbitzariak
gl: Servidores
hu: Kiszolgálók
it: Server
nn: Tenarar
no: Tjenere
sq: Serverat
uk: Сервери

source: Development
bs: Razvoj
cs: Vývoj
da: Udvikling
de: Entwicklung
eu: Garatzaileak
gl: Desenvolvemento
hu: Fejlesztés
it: Sviluppo
nn: Utvikling
no: Utvikling
sq: Zhvillimi
uk: Розробка

source: Localization
bs: Lokalizacija
cs: Lokalizace
da: Lokalisering
de: Lokalisation
eu: Lokalizazioa
gl: Localización
hu: Nyelvi testreszabás
it: Localizzazione
nn: Lokalisering
no: Lokalisering
sq: Lokalizimi
uk: Локалізація

source: Hardware Support
bs: Podrška za hardware
cs: Podpora hardware
da: Udstyrsunderstøttelse
de: Hardware-Unterstützung
eu: Hardware Onarpena
gl: Soporte de Hardware
hu: Hardvertámogatás
it: Supporto hardware
nn: Støtte for maskinvare
no: Maskinvarestøtte
sq: Mbështetje Hardware
uk: Підтримка обладнання

source: Miscellaneous
bs: Razno
cs: Rùzné
da: Diverse
de: Verschiedenes
eu: Denetarik
gl: Miscelánea
hu: Egyéb
it: Varie
nn: Ymse
no: Forskjellig
sq: Të ndryshme
uk: Різне

source: Unable to initialize the terminal
bs: Ne mogu pokrenuti terminal
cs: Nelze nastavit terminál
da: Kunne ikke klargøre terminalen
de: Initialisierung des Terminals schlug fehl
eu: Ezin da terminala abiarazi
gl: Non se puido inicializa-lo terminal
hu: A terminál megnyitása nem sikerült
it: Impossibile inizializzare il terminale
nn: Klarer ikkje setja igang terminalen
no: Klarte ikke å initiere terminalen
sq: I pamundur fillimi i terminalit
uk: Не вдалося ініціалізувати термінал

source: Unable to initialize screen output
bs: Ne mogu pokrenuti izlaz na ekran
cs: Nelze nastavit výstup na obrazovku
da: Kunne ikke klargøre skærm-uddata
de: Initialisierung der Bildausgabe schlug fehl
eu: Ezin da pantaila irteera abiarazi
gl: Non se puido inicializa-la saída por pantalla
hu: A képernyőre irányuló kimenet megnyitása nem sikerült
it: Impossibile inizializzare l'output dello schermo
nn: Klarer ikkje setja igang skjermutskrift
no: Klarte ikke å initiere skjermutskrift
sq: I pamundur fillimi i ekranit
uk: Не вдалося ініціалізувати вивід на екран

source: Unable to initialize keyboard interface
bs: Ne mogu pokrenuti interfejs tastature
cs: Nelze nastavit klávesnici
da: Kunne ikke klargøre tastatur
de: Initialisierung der Tastatur schlug fehl
eu: Ezin da teklatu interfazea abiarazi
gl: Non se puido inicializa-la interface de teclado
hu: A billentyűzet inicializása nem sikerült
it: Impossibile inizializzare la tastiera
nn: Klarer ikkje setja opp tastaturgrensesnitt
no: Klarte ikke å initiere tastatur
sq: E pamundur nisja e tastierës
uk: Не вдалося ініціалізувати клавіатуру

source: Debian Task Installer v%s - (c) 1999-2001 SPI and others
gl: Instalador de Tarefas de Debian v%s - (c) 1999-2001 SPI e outros

source: ^Finish
bs: ^Završi
cs: ^Zkonèi
da: A^fslut
de: ^Fertig
eu: ^Amaiera
gl: ^Rematar
hu: ^Befejezés
it: ^Finito
nn: ^Ferdig
no: ^Avslutt
sq: ^Fund
uk: Закінчити (^F)

source: Task ^Info
cs: ^Informace o úloze
da: Opgave^info
eu: Ataza ^Informazioa
gl: ^Información
hu: Metacsomag-^Info
it: ^Info sul task
nn: Oppgåve^info
no: Profil^info
sq: ^Të dhëna
uk: Інформація про завдання (^I)

source: ^Help
bs: ^Pomoć
cs: ^Nápovìda
da: ^Hjælp
de: ^Hilfe
eu: ^Laguntza
gl: ^Axuda
hu: ^Súgó
nn: ^Hjelp
no: ^Hjelp
sq: ^Ndihmë
uk: Допомога (^H)

source: Select tasks to install
bs: Izaberite zadatke za instaliranje
cs: Vyberte úlohy k nainstalování
da: Vælg opgaver til installering
de: Wählen Sie die zu installierenden Tasks
eu: Hautatu instalatzeko atazak
gl: Escolla as tarefas para instalar
hu: Telepítendő metacsomagok kiválasztása
it: Seleziona i task da installare
nn: Vel oppgåve som skal installerast
no: Velg profil(er) som skal installeres
sq: Cakto detyrat për instalim
uk: Виберіть завдання для встановлення

source: Ok
eu: Ados
gl: Aceptar
uk: Гаразд

source: Index out of bounds: %d >= %d
bs: Indeks van granica: %d >= %d
cs: Index mimo meze: %d >= %d
da: Indeks udenfor området: %d >= %d
de: Index außerhalb der Begrenzung: %d >= %d
eu: Indizea - mugetik kanpora: %d >= %d
gl: Índice fóra dos límites: %d >= %d
hu: Indexhatár túllépése: %d >= %d
it: Indice non consentito: %d >= %d
nn: Indeks overskrider grensene: %d >= %d
no: Indeksen er utenfor grenseverdier: %d >= %d
sq: Indeksi i lidhjeve: %d >= %d
uk: Індекс вийшов за межі : %d >= %d

source: Help
bs: Pomoć
cs: Nápovìda
da: Hjælp
de: Hilfe
eu: Laguntza
gl: Axuda
hu: Súgó
nn: Hjelp
no: Hjelp
sq: Ndihmë
uk: Допомога

source: Tasks allow you to quickly install a selection of packages that performs a given task. The main chooser list shows a list of tasks that you can choose to install. The arrow keys moves the cursor. Pressing ENTER or the SPACEBAR toggles the selection of the task at the cursor. You can also press A to select all tasks, or N to deselect all tasks. Pressing Q will exit this program and begin installation of your selected tasks. Thank you for using Debian. Press enter to return to the task selection screen
bs: Zadaci vam omogućavaju da na brzinu instalirate kolekciju paketa koji su namjenjeni za dati zadatak. Glavni izbornik pokazuje spisak zadataka koje možete odabrati za instaliranje. Tipke sa strelicama pomjeraju kurzor. Pritiskom na ENTER ili SPACE (razmaknicu) vrši se odabir zadatka na kojem se kurzor nalazi. Možete takođe pritisnuti tipku A da izaberete sve zadatke ili tipku N da poništite izbor svih zadataka. Pritiskom na tipku Q izlazite iz ovog programa i započinjete instalaciju izabranih zadataka. Hvala vam što koristite Debian. Pritisnite enter da biste se vratili na prozor za izbor zadataka
cs: Pøipravené úlohy vám umo¾ní rychlý výbìr a instalaci balíkù plnících danou úlohu. Hlavní nabídka ukazuje seznam v¹ech úloh, které mù¾ete nainstalovat. Kurzor se pohybuje ¹ipkami. Stiskem klávesy Enter nebo mezera zvolíte úlohu, na kterou kurzor ukazuje. Stiskem A vyberete v¹echny úlohy, stiskem N se v¹echny úlohy odznaèí. Stisk klávesy Q ukonèí program a zaène instalace vybraných úkolù. Dìkujeme, ¾e jste si vybrali Debian. Stisknìte Enter pro zobrazení hlavní nabídky
da: Opgavepakker giver dig mulighed for at hurtigt installere en samling af pakker der udfører en given opgave. Hovedlisten viser en liste af pakker, du kan vælge at installere. Piletasterne bevæger markøren. Med ENTER eller MELLEMRUMSTASTEN ændrer du valget for pakken under makøren. Du kan også trykke på A til at vælge alle opgaver, eller N til at fravælge alle. Trykker du på Q vil det afslutte programmet og begynde installationen af dine valgte opgaver. Tak fordi du har valgt Debian. Tryk Enter for at vende tilbage til opgaveudvælgelsesskærmen
de: Tasks erlauben Ihnen schnell und einfach Pakete für einen bestimmten Zweck zu installieren. Die Haupt-Auswahlliste zeigt eine Liste von Tasks, die man installieren kann. Mit den Pfeiltasten bewegt man den Cursor. Mit ENTER oder der LEERTASTE wählt man den gewünschten Task. Mit A wählt man alle Tasks, mit N wählt man gar keine Tasks aus. Mit Q beendet man das Programm und startet die Installation der ausgewählten Tasks. Danke, dass Sie Debian gewählt haben. Drücken Sie ENTER um zur Auswahlliste zurückzukommen.
eu: Atazek eskatutako eginkizuna betetzen duten pakete aukeraketa bat instalatzeko aukera ematen dizu. Lehen autaketa pantailak aukera ditzazkezun ataza zerrenda erakuste dizu. Gezi teklek kurtsorea mugitzen dute. ENTER edo BARRA joaz kutsorea dagoen atazaren egoera aldatzen duzu.A joaz ataza guztiak aukeratuko dira, eta N joaz danak ezabatu. Q joaz programa itxi eta aukeratutako atazen instalazioa abiarazioko da. Mila Esler Debian erabiltzeagatik. enter sakatu atazaka aukeraketa panataila itzultzeko
gl: As tarefas permítenlle facer unha instalación rápida dunha selección de paquetes que realizan unha tarefa determinada. A lista de escolla principal amosa unha lista de tarefas que pode escoller para instalar. As teclas das frechas moven o cursor. Ao premer Enter ou a barra espaciadora cámbiase a selección da tarefa que hai no cursor. Tamén pode premer A para escoller tódalas tarefas, ou N para des-seleccionar tódalas tarefas. Ao premer Q ha saír do programa e comeza-la instalación das tarefas seleccionadas. Gracias por empregar Debian. Prema Enter para voltar á pantalla de selección de tarefas
hu: A metacsomagok révén gyorsan telepíthet fel bizonyos feladatokat megkönnyítő csomagösszeállításokat A fő lista a telepíthető metacsomagokat mutatja. A kurzort a nyilakkal mozgathatja. Az ENTER vagy a SPACE az aktuális metacsomag kiválasztott voltát változtatja. Az A lenyomása az összes metacsomagot kiválasztja, az N pedig az összes kiválasztást törli. A Q gombbal kilép a programból és megindul a metacsomagok telepítése. Köszönjük, hogy a Debiant használja. Az ENTER gombbal most visszajut a metacsomag-választó képernyőre
it: I task permettono una rapida installazione di pacchetti per realizzare un certo compito. L'elenco principale riporta una lista di task che si può scegliere d'installare. I tasti freccia muovono il cursore. Premere INVIO o la barra spaziatrice commuta la selezione del task su cui si trova il cursore. Si può anche usare A per selezionare tutti i task, o N per deselezionarli tutti. Premere Q farà uscire dal programma e iniziare l'installazione dei task selezionati. Grazie per aver scelto Debian. Premere Invio per ritornare alla schermata di selezione dei task
nn: Oppgåver let deg raskt installera eit utval av pakkar som tilsaman utfører ei oppgåve. Hovudlista viser ei liste over oppåver som du kan velja å installera. Piltastane flyttar markøren. Ved å trykkja Enter eller Mellomrom vel du om du vil ta med denne oppgåva eller ikkje. Du kan også trykkja A for å velja alle oppgåvene eller N for å velja ingen oppvåver. Ved å trykkja Q vil dette programmet avslutta og installasjonen av dei valde oppgåven vil byrja. Takk for at du brukar Debian. Trykk Enter for å gå tilbake til skjermbiletet for val av oppgåver
no: Profiler lar deg hurtig velge et knippe pakker som utfører en gitt oppgave. Listen viser en liste med profiler som du kan velge. Piltastene beveger pekeren. Linjeskift eller mellomromstasten velger profilen under pekeren. Du kan også trykke A for å velge alle profiler, eller N for å fjerne alle valgte profiler. Q avslutter programmet og begynner installasjonen av de valgte profilene. Takk for at du bruker Debian. Press linjeskift for å returnere til forrige skjerm
sq: Detyrat të lejojnë të instalosh shpejt një zgjedhje paketash. Lista kryesore e zgjedhjeve tregon një listë detyrash që mund të zgjedhësh të instalosh. Tastat shigjeta lëvizin kursorin. Duke shtypur ENTER apo SPACE seleksionon detyrën poshtë kursorit. Mund të shtypësh A për të seleksionuar të gjithë detyrat, ose N për asnjërën. Duke shtypur Q del nga ky program dhe fillon instalimin e detyrave të zgjedhura. Faleminderit që po përdor Debian. Shtyp ENTER për tu kthyer tek menuja e zgjedhësit të detyrave
uk: Завдання дозволяють швидко встановити набір пакунків для виконання відповідного завдання. Головний список містить назви завдань, які ви можете встановити. Клавіші зі стрілками пересувають курсор. Натискання <Enter> або пробіла додає в список встановлюваних або виключає із нього завдання, яке знаходиться під курсором. Також ви можете натиснути A для вибору всіх завдань або N, щоб виключити їх усі. Натиснувши на Q, ви можете вийти із програми та почати встановлення вибраних завдань. Дякуємо за використання Debian. Щоб повернутися до екрану вибору завдань, натисніть <Enter>

source: Description: %s Included packages:
bs: Opis: %s Uključeni paketi:
cs: Popis: %s Obsa¾ené balíky:
da: Beskrivelse: %s Inkluderede pakker:
de: Beschreibung: %s enthaltene Pakete:
eu: Azalpena; %s Paketeak:
gl: Descrición: %s Paquetes incluídos:
hu: Leírás: %s Szükséges csomagok:
it: Descrizione: %s Pacchetti contenuti:
nn: Skildring: %s Inkluderte pakkar:
no: Beskrivelse: %s Inkluderte pakker:
sq: Përshkrimi: %s Paketat e përmbajtura:
uk: Опис: %s Пакети, що включені до завдання:

source: (no description available)
bs: (opis nedostupan)
cs: (popis není k dispozici)
da: (ingen tilgængelig beskrivelse)
de: (keine Beschreibung verfügbar)
eu: (Ez dago azalpen eskuragarritik)
gl: (non hai unha descrición dispoñible)
hu: (leírás nem érhető el)
it: (descrizione non disponibile)
nn: (inga skildring tilgjengeleg)
no: (ingen beskrivelse tilgjengelig)
sq: (pa përshrkim)
uk: (опис недоступний)

source: Unknown signal seen
bs: Primjećen nepoznat signal
cs: Zachycen neznámý signál
da: Ukendt signal set
de: Unbekanntes Signal erhalten
eu: Seinale ezezaguna ikusiri
gl: Recibiuse un sinal descoñecido
hu: Ismeretlen jelzés (signal)
it: Ricevuto segnale non previsto
nn: Ser ukjent signal
no: Mottok ukjent signal
sq: Sinjal i panjohur
uk: Отримано невідомий сигнал

source: tasksel install <task>
bs: tasksel install <zadatak>
cs: tasksel install <úloha>
da: tasksel install <opgave>
gl: tasksel install <tarefa>
nn: tasksel install <oppgåve>
no: tasksel install <profil>
sq: instalimi i tasksel <task>
uk: tasksel install <завдання>

source: tasksel [options]; where options is any combination of:
bs: tasksel [opcije]; gdje su opcije bilo koja kombinacija od:
cs: tasksel [pøepínaèe]; kde pøepínaèe jsou libovolnou kombinací:
da: tasksel [tilvalg]; hvor tilvalg er en kombination af:
de: tasksel [Optionen]; folgende Optionen können Sie kombinieren:
eu: tasksel [aukera]; nonm aukera hauetako edozein konbinazio da:
gl: tasksel [opcións]; onde opcións é unha combinación de:
hu: tasksel [kapcsolók]; a kapcsolók a következőkből kerülhetnek ki:
it: tasksel [opzioni]; dove `opzioni' è una combinazione di:
nn: tasksel [val]; der val er ein eller anna kombinasjon av:
no: tasksel [valg]; hvor valg kan være en kombinasjon av:
sq: [opcionet] tasksel; ku opcionet janë një kombinim i :
uk: tasksel [параметри]; де параметри -- довільна комбінація з:

source: -t -- test mode; don't actually run apt-get on exit
bs: -t -- testni mod; nemoj stvarno pokretati apt-get pri izlasku iz programa
cs: -t -- testovací mód; po zkonèení nespustí apt-get
da: -t -- test mode; kør ikke apt-get ved afslutning
de: -t -- Test Modus; apt-get wird beim verlassen nicht ausgeführt
eu: -t -- test modua; orain ez abiaraz apt-get edo atera
gl: -t -- modo de proba; non executar apt-get ao saír
hu: -t -- teszt mód; kilépéskor nem futtatja az apt-get-et
it: -t -- modalità test; non esegue realmente apt-get all'uscita
nn: -t -- test modus; køyrer ikkje apt-get når du avsluttar
no: -t -- test modus; ikke kjør apt-get når tasksel avslutter
sq: -t --mënyrë testimi; nuk ekzekuton apt-get në dalje
uk: -t -- тестовий режим; не запускати apt-get при виході

source: -q -- queue installs; do not install packages with apt-get; just queue them in dpkg
bs: -q -- redno instaliranje; ne instaliraj pakete s apt-get; samo ih poredaj u dpkg
cs: -q -- odlo¾ená instalace; nenainstaluje balíky pomocí apt-get; provede pouze nastavení databáze dpkg
da: -q -- sæt i kø; installér ikke pakker med apt-get; sæt dem i kø i dpkg
de: -q -- Installation aufschieben; Pakete werden nicht mit apt-get installiert; sie werden für dpkg vorgemerkt
eu: -q -- hilarako instalazioa; ez instalatu paketeak apt-get erabiliaz; bakarrik dpkg-ren hilaran jarri.
gl: -q -- poñe-las instalacións nunha cola; non instala-los paquetes con apt-get; só metelos na cola con dpkg
hu: -q -- várakozósorba tevés; a csomagokat nem telepíti az apt-get-tel; csak a dpkg várakozósorába teszi be őket
it: -q -- accoda le installazioni; non installa i pacchetti con apt-get; li accoda soltanto in dpkg
nn: -q -- legg installasjonar i kø; ikkje installer pakkar med apt-get; legg dei berre i kø i dpkg
no: -q -- legg installasjonen i kø; ikke installer pakkene med apt-get; legg de i køen til dpkg
sq: -q -- instalimet në rradhe; nuk instalon paketat me apt-get; vetëm i vendos ato në rradhën e dpkg
uk: -q -- поставити в чергу; не встановлювати пакунки за допомогою apt-get; просто поставити їх у чергу dpkg

source: -r -- install all required-priority packages
bs: -r -- instaliraj sve pakete sa prioritetom required
cs: -r -- nainstaluj v¹echny balíky s prioritou required
da: -r -- installér alle pakker med prioriteten "krævet"
de: -r -- installiere alle Pakete mit Priorität "required"
eu: -r -- Instalatu beharrezkoa lehentasuna duten pakete guztiak
gl: -r -- instalar tódolos paquetes requiridos
hu: -r -- az összes "required" (szükséges) prioritású csomag telepítése
it: -r -- installa tutti i pacchetti con priorità `richiesto'
nn: -r -- installer alle pakkar med prioriteten naudsynt
no: -r -- installer alle pakkene med prioritet «nødvendig»
sq: -r -- instalon të gjithë paketat me përparësi të kërkuar
uk: -r -- встановити всі необхідні пакунки

source: -i -- install all important-priority packages
bs: -i -- instaliraj sve pakete sa prioritetom important
cs: -i -- nainstaluj v¹echny balíky s prioritou important
da: -i -- installer alle pakker med prioriteten "vigtig"
de: -i -- installiere alle Pakete mit Priorität "important"
eu: -i -- instalatu garratzitsu lehentasuna duten pakete guztiak
gl: -i -- instalar tódolos paquetes importantes
hu: -i -- az összes "important" (fontos) prioritású csomag telepítése
it: -i -- installa tutti i pacchetti con priorità `importante'
nn: -i -- installer alle pakkar med prioriteten viktig
no: -i -- installer alle pakkene med prioritet «viktig»
sq: -i -- instalon të gjithë paketat me përparësi të rëndësishme
uk: -i -- встановити всі важливі пакунки

source: -s -- install all standard-priority packages
bs: -s -- instaliraj sve pakete sa prioritetom standard
cs: -s -- nainstaluj v¹echny balíky s prioritou standard
da: -s -- installer alle pakker med prioriteten "standard"
de: -s -- installiere alle Pakete mit Priorität "standard"
eu: -s -- instalatu lehentasuna normala duten pakete guztiak
gl: -s -- instalar tódolos paquetes de prioridade normal
hu: -s -- az összes "standard" prioritású csomag telepítése
it: -s -- installa tutti i pacchetti con priorità `standard'
nn: -s -- installer alle pakkar med prioriteten standard
no: -s -- installer alle pakkene med prioritet «standard»
sq: -s -- instalon të gjithë paketat me përparësi normale
uk: -s -- встановити всі стандартні пакунки

source: -n -- don't show UI; use with -r or -i usually
bs: -n -- ne prikazuj UI; obično se koristi sa -r ili -i
cs: -n -- nezobraz UI; obvykle pro pou¾ití s -r nebo -i
da: -n -- vis ikke brugerflade; bruges normalt sammen med med -r eller -i
de: -n -- zeigt die Benutzeroberfläche nicht; wird normalerweise mit -r oder -i aufgerufen
eu: -n -- ez erakusti UI; normalean -r edo -i-rekin batera
gl: -n -- non amosa-la interface; adóitase empregar con -r ou -i
hu: -n -- nem mutat UI-t; általában az -r vagy -i kapcsolókkal használatos
it: -n -- lavora a riga di comando; di solito si usa con -r o -i
nn: -n -- ikkje vis UI, brukast vanlegvis saman med -r eller -i
no: -n -- ikke vis grensesnitt; brukes vanligvis med -r eller -i
sq: -n -- nuk tregon UI; zakonisht përdoret me -r ose me -i
uk: -n -- не показувати оболонку; використовується з -r або -i

source: -a -- show all tasks, even those with no packages in them
bs: -a -- prikaži sve zadatke, čak i one koji ne sadrže pakete
cs: -a -- zobraz v¹echny úlohy, i kdy¾ neobsahují ¾ádné balíky
da: -a -- vis alle opgaver, også selvom der ingen pakker er i dem
de: -a -- zeige alle Tasks, auch diejenigen, die keine Pakete enthalten
eu: -a -- erakutsi ataza guztiak, nahi ez egon paketerik barnean
gl: -a -- amosar tódalas tarefas, incluso esas que non teñen paquetes
hu: -a -- minden metacsomag kijelzése, még az alárendelt csomagokat nem tartalmazóké is
it: -a -- mostra tutti i task, anche quelli vuoti
nn: -a -- vis alle oppgåver, også dei utan nokon pakkar i seg
no: -a -- vis alle tasks, selv de som ikke inneholder noen pakker
sq: -a -- tregon të gjitha detyrat, edhe ato që nuk kanë paketa në to
uk: -a -- показати всі завдання, навіть ті, які не містять пакунків

source: No packages selected
bs: Paketi nisu odabrani
cs: Nebyl vybrán ¾ádný balík
da: Ingen valgte pakker
de: Keine Pakete ausgewählt
eu: Ez dago paketerik aukeraturik
gl: Non hai ningún paquete escolleito
hu: Nincs kiválasztva egy csomag sem
it: Non è stato selezionato alcun pacchetto
nn: Ingen pakkar valt
no: Ingen pakker valgt
sq: Asnjë paket i zgjedhur
uk: Пакунки не вибрані

source: No tasks found on this system. Did you update your available file?
gl: Non se atoparon tarefas neste sistema. ¿Actualizou o seu ficheiro de paquetes dispoñibles?

source: Cannot allocate memory for strdup
bs: Ne mogu alocirati memoriju za strdup
cs: Nemohu alokovat pamì» pro strdup
da: Kan ikke frigøre hukommelse til "strdup"
de: Konnte keinen Speicher für strdup reservieren
eu: Ezin da strdup-entzat memoria ezleitu
gl: Non se puido reservar memoria para strdup
hu: Nem sikerült strdup (stringmásolás) céljára memóriát foglalni
it: Impossibile allocare memoria per strdup
nn: Klarer ikkje å allokere minne for strdup
no: Kan ikke allokere minne for strdup
sq: I pamundur rezervimi i memorjes për strdup
uk: Неможливо виділити пам'ять для strdup

source: Cannot allocate %d bytes of memory
bs: Ne mogu alocirati %d bajtova memorije
cs: Nemohu alokovat %d bajtù pamìti
da: Kan ikke frigøre %d byte hukommelse
de: Konnte %d Byte im Speicher nicht reservieren
eu: Ezin dira %d bite memoria esleitu
gl: Non se puido reservar %d bytes de memoria
hu: Nem sikerült %d bájtnyi memóriát lefoglalni
it: Impossibile allocare %d byte di memoria
nn: Klarer ikkje å allokere %d byte med minne
no: Klarte ikke å allokere %d bytes av minnet
sq: I pamundur rezervimi i %d byte memorje
uk: Неможливо виділити %d байтів пам'яті

source: Cannot reallocate %d bytes of memory
bs: Ne mogu realocirati %d bajtova memorije
cs: Nemohu realokovat %d bajtù pamìti
da: Kan ikke frigøre %d byte hukommelse igen
de: Konnte %d Byte im Speicher nicht neu zuteilen
eu: Ezin dira %d bite memoria berresleitu
gl: Non se puido reasignar %d bytes de memoria
hu: Nem sikerült %d bájtnyi memóriát újrafoglalni
it: Impossibile riallocare %d byte di memoria
nn: Klarer ikkje å reallokere %d byte med minne
no: Kan ikke reallokere %d bytes med minne
sq: I pamundur ri-rezervimi i %d byte memorje
uk: Неможливо виділити %d байтів пам'яті
