Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task installs programs, data files, and documentation that make it easier for Brazilian Portuguese speakers to use Debian.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ও সহায়িকা ইনস্টল করে যা ব্রাজিলিয় পর্তুগিজ ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha nainstaluje programy a dokumentaci ve brazilské portugalštině.
da: Denne opgavepakke installerer programmer, datafiler og dokumentation, som gør det lettere for brasiliansk-portugisisksprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ པོར་ཊུ་གིསི།་(བ་ར་ཛི་ལི་ཡཱན)གི་ཁ་སླབ་མི་ཚུ་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ལས་རིམདང་གནད་སྡུད་ཡིག་སྣོད་ ཡིག་མཐོ་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos y documentación que hace más fácil utilizar Debian para los que hablan portugués brasileño.
eu: Zeregin honek programak, datu-fitxategiak eta dokumentazioa Protugesez instalatzen ditu, Brasilgo Portugesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa ohjelmat, datatiedostot ja dokumentaation auttamaan Brasilian portugalinkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે બ્રાઝિલિયન પોર્ટુગીઝ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penuugasan ini memasang program-program, berkas data dan dokumentasi yang mempermudah para pengguna berbahasa Portugis Brasil menggunakan Debian.
it: Questo task installa pacchetti, file dati e documentazione per aiutare chi parla portoghese brasiliano ad usare Debian.
ja: このタスクは、ブラジルポルトガル語話者が Debian を使いやすくするために、ブラジルポルトガル語のプログラム・データファイル・ドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើងកម្មវិធី​ ឯកសារ​ទិន្នន័យ និង​ឯកសារដែល​ធ្វើឲ្យ​វាកាន់តែ​មានភាព​​ងាយស្រួល​ដល់​​អ្នកនិយាយភាសាប្រេស៊ីល​ ព័រទុយហ្គាល់​​ដើម្បី​ប្រើដេបៀន ។
kn: ಇದು ಬ್ರಾಝಿಲಿಯನ್ ಪೋರ್ಚುಗೀಸ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ- ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира програми, датотеки со податоци и документација што им олеснува на оние што говорат бразилско португалски да го користат Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न ब्राजिलियन पोर्तुगाली वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Braziliaans-Portugeessprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ।
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku portugalskim (brazylijskim), by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala programas, arquivos de dados e documentação que facilitam a utilização do Debian para aqueles que falam português brasileiro.
sq: Kjo detyrë instalon programe, të dhëna dhe dokumentacion që lehtësojnë folësit e Portugalishtes Braziliane të përdorin Debian.
sv: Denna funktion installerar program, datafiler och dokumentation som gör det lättare för människor som talar brasiliansk-portugisiska att använda Debian.
tl: Ang task na ito ay nagluluklok ng mga programa, talaksan ng datos, at babasahin na nagpapadali ng paggamit ng Debian para sa nagsasalita ng Brasilyanong Portuges.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє бразильською португальською.

source: Brazilian Portuguese desktop
bn: ব্রাজিলিয় পর্তুগিজ ডেস্কটপ
cs: Desktop s podporou brazilské portugalštiny
da: Brasiliansk-portugisisk skrivebord
dz: བ་ར་ཛི་ལི་ཡཱན་ པོར་ཊུ་གིསི་ཌེཀསི་ཊོཔ།
es: Escritorio en portugués brasileño
eu: Brasilgo Portugesa mahaigaina
fi: Brasilian portugalinkielinen työpöytä
gu: બ્રાઝિલિયન પોર્ટુગીઝ ડેસ્કટોપ
id: Desktop berbahasa Portugis Brasil
it: Desktop portoghese brasiliano
ja: ブラジルポルトガル語デスクトップ
km: ផ្ទៃតុ​​​ភាសាប្រេស៊ីល​ ព័រទុយហ្គាល់
kn: ಬ್ರಾಝಿಲಿಯನ್ ಪೋರ್ಚುಗೀಸ್ ಗಣಕತೆರೆ
mk: Бразилско португалска работна околина
ne: ब्राजिलियन पोर्तुगाली डेस्कटप
nl: Braziliaans-Portugeese desktop
pa_in: ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko portugalskie (brazylijskie)
pt_br: Desktop Português Brasileiro
sq: Hapësira e punës Portugeze Braziliane
sv: Brasiliansk-portugisisk skrivbordsmiljö
tl: Desktop na Brasilyanong Portuges
uk: Стільниця з підтримкою бразильської португальської

source: This task localises the desktop in Brasilian Portuguese.
bn: এই কাজটি ব্রাজিলিয় পর্তুগিজ ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro brazilskou portugalštinu.
da: Denne opgavepakke gør skrivebordet Brasiliansk-portugisisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཌེཀསི་ཊོཔ་བ་ར་ཛིལི་ཡཱན་པོར་ཊུ་གིསི་ཌེཀསི་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea configura el escrito para que esté localizado en portugués brasileño.
eu: Zeregin honek idazmahaia Brasilgo Portugesez ezartzen du.
fi: Tämä tehtävä tekee työpöydästä Brasilian portugalinkielisen.
gu: આ કાર્ય ડેસ્કટોપનું બ્રાઝિલિયન પોર્ટુગીઝમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Portugis Brasil.
it: Questo task installa il desktop localizzato in portoghese brasiliano.
ja: このタスクは、ブラジルポルトガル語でローカライズされたデスクトップを形成します。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​ភាសា​ប្រេស៊ីល​ ព័រទុយហ្គាល់ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಬ್ರಾಝಿಲಿಯನ್ ಪೋರ್ಚುಗೀಸ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача овозможува работната околина да биде локализирана на Бразилско португалски.
ne: यो कार्यले ब्रासिलियन पोर्तुगालीमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Braziliaans-Portugees
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po portugalsku (brazylijski).
pt_br: Esta tarefa disponibiliza o desktop em português brasileiro.
sq: Kjo detyrë shfaq hapësirën e punës në Portugalishten e Brazilit.
sv: Denna funktion anpassar skrivbordsmiljön för brasiliansk-portugisiska.
tl: Ginagawa nito ang desktop na lokalisado para sa Brasilyanong Portuges.
uk: Це завдання робить стільницю локалізованою бразильською португальською.

source: British English environment
cs: Prostředí pro britskou angličtinu
da: Britisk-engelsk miljø
dz: བིརི་ཊིཤ་ཨིང་ལིཤ་གི་མཐའ་འཁོར།
es: Entorno en inglés británico
eu: Britainiar Ingeles ingurunea
gu: બ્રિટિશ અંગ્રેજી વાતાવરણ
it: Ambiente inglese britannico
kn: ಬ್ರಿಟಿಷ್ ಇಂಗ್ಲೀಷ್ ಪರಿಸರ
nl: Brits-Engelse omgeving
pl: ¦rodowisko angielskie (brytyjskie)
pt_br: Ambiente Inglês Britânico
sq: Mjedisi Anglez Britanik
sv: Britisk-engelsk miljö
tl: Kapaligirang Ingles ng Britanya
uk: Підтримка британської англійської мови

source: This task installs packages and documentation in British English to help British English speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v britské angličtině.
da: Denne opgavepakke installerer danske pakker og dokumentation, til brug for britisk-engelsksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ བིརི་ཊིཤ་ཨིང་ལིཤ་གི་ ཁ་སླབ་མི་ཚུ་ ཌེ་བི་ཡཱན་ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་འབད་ཐོག་ལས་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོ་བཀོད་པ་ དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en inglés británico para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek programak, eta dokumentazioa Britaniar Ingelesez instalatzen ditu, Britaniar Ingelesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો બ્રિટિશ અંગ્રેજીમાં બ્રિટિશ અંગ્રેજી ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa i pacchetti e la documentazione in inglese britannico per aiutare chi parla finlandese ad usare Debian.
kn: ಇದು ಬ್ರಿಟಿಷ್ ಇಂಗ್ಲೀಷ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಬ್ರಿಟಿಷ್ ಇಂಗ್ಲೀಷ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Brits-Engelssprekenden om Debian te gebruiken.
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku angielskim (brytyjskim) by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em inglês britânico para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Anglishten Britanike për të ndihmuar Anglezët në përdorimin e Debian.
sv: Denna funktion installerar paket och dokumentation på britisk-engelska för att hjälpa människor som talar britisk-engelska att använda Debian.
tl: Nagluluklok ito ng mga pakete at mga babasahin na nagpapadali para sa mga nagsasalita ng Ingles Britanya na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє британською англійською.

source: British English desktop
cs: Desktop s podporou britské angličtiny
da: Britisk-engelsk skrivebord
dz: བིརི་ཊིཤ་ཨིང་ལིཤ་གི་ ཌེཀསི་ཊོཔ།
es: Escritorio en inglés británico
eu: Britaniar Ingeles idazmahaia
gu: બ્રિટિશ અંગ્રેજી ડેસ્કટોપ
it: Desktop inglese britannico
kn: ಬ್ರಿಟಿಷ್ ಇಂಗ್ಲೀಷ್ ಗಣಕತೆರೆ
nl: Brits-Engelse desktop
pl: Graficzne ¶rodowisko angielskie (brytyjskie)
pt_br: Desktop Inglês Britânico
sq: Hapësira e punës Angleze Britanike
sv: Britisk-engelsk skrivbordsmiljö
tl: Desktop na Ingles Britanya
uk: Стільниця з підтримкою британської англійської

source: This task localises the desktop in British English.
cs: Tato úloha přizpůsobí desktop pro britskou angličtinu.
da: Denne opgavepakke gør skrivebordet Britisk-engelsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཌེཀསི་ཊོཔ་ བིརི་ཊིཤ་ཨིང་ལིཤ་གི་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en inglés británico.
eu: Zeregin honek idazmahaia Britaniar Ingelesez ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું બ્રિટિશ અંગ્રેજીમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in inglese britannico.
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಬ್ರಿಟಿಷ್ ಇಂಗ್ಲೀಷ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Brits-Engels.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po angielsku (brytyjsku).
pt_br: Esta tarefa disponibiliza o desktop em inglês britânico.
sq: Kjo detyrë shfaq hapësirën e punës në Anglishten Britanike
sv: Denna funktion anpassar skrivbordsmiljön för britisk-engelska.
tl: Ginagawa nitong lokalisado ang desktop sa Ingles Britanya.
uk: Це завдання робить стільницю локалізованою британською англійською.

source: Bulgarian environment
bn: বুলগেরিয় পরিবেশ
cs: Bulharské prostředí
da: Bulgarsk miljø
dz: བཱལ་ག་རི་ཡཱན་གྱི་མཐའ་འཁོར།
es: Entorno en búlgaro
eu: Bulgariar ingurunea
fi: Bulgariankielinen ympäristö
gu: બલ્ગેરિયન વાતાવરણ
id: Lingkungan bahasa Bulgaria
it: Ambiente bulgaro
ja: ブルガリア語環境
km: បរិស្ថាន​​​​ភាសា​ប៊ុលហ្ការី
kn: ಬಲ್ಗೇರಿಯನ್ ಪರಿಸರ
mk: Бугарска средина
ne: बुल्गेरियन परिवेश
nl: Bulgaarse omgeving
pa_in: ਬੁਲਗਾਰੀਆਈ ਵਾਤਾਵਰਣ
pl: ¦rodowisko bu³garskie
pt_br: Ambiente Búlgaro
sq: Hapësira e punës Bullgare
sv: Bulgarisk miljö
tl: Kapaligirang Bulgaryan
uk: Підтримка болгарської мови

source: This task installs programs and data files that make it easier for Bulgarian speakers to use Debian.
bn: এই কাজটি কিছু প্রোগ্রাম, ও তথ্যের ফাইল ইনস্টল করে যা বুলগেরিয় ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha nainstaluje balíky, které usnadní používání Debianu v bulharském prostředí.
da: Denne opgavepakke installerer pakker, det gør det nemmere for bulgarsksprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་བཱལ་ག་རི་ཡཱན་གྱི་ཁ་སླབ་མི་ཚུ་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལས་རིམ་དང་གནད་སྡུད་ཡིག་སྣོད་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes que hace más fácil el uso de Debian a usuarios que hablen búlgaro.
eu: Zeregin honek programak, datu-fitxategiak eta dokumentazioa bulgarieraz instalatzen ditu, Bulgariera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa paketit auttamaan bulgariankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે બલ્ગેરિયન ભાષીઓ માટે ડેબિયનનો ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang paket-paket untuk mempermudah para pengguna bahasa Bulgaria menggunakan Debian.
it: Questo task installa i pacchetti che permettono un uso più semplice di Debian a chi parla bulgaro.
ja: このタスクは、ブルガリア語話者が Debian を使いやすくするために、プログラム・データファイルをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើងកម្មវិធី ​និង​ឯកសារ​ទិន្នន័យដែល​ធ្វើឲ្យ​វាកាន់​តែ​​ងាយ​ស្រួល​ដល់​​អ្នក​និយាយ​ភាសា​ប៊ុលហ្ការី​ដើម្បី​អាច​ឲ្យ​​​​ប្រើ​ដេបៀន ។
kn: ಇದು ಬಲ್ಗೇರಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ- ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು.
mk: Оваа задача инсталира пакети за да им помогне на луѓето кои говорат бугарскипри користење на Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न बुल्गेरियन वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Bulgaarssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਬੁਲਗਾਰੀਆਈ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety u³atwiaj±ce korzystanie Debiana ludziom pos³uguj±cym siê jêzykiem bu³garskim.
pt_br: Esta tarefa instala pacotes e arquivos de dados que facilitam a utilização do Debian para aqueles que falam búlgaro.
sq: Kjo detyrë instalon programe, të dhëna dhe dokumentacion që lehtësojnë folësit e Bullgarishtes të përdorin Debian.
sv: Denna funktion installerar paket och datafiler som gör det lättare för människor som talar bulgariska att använda Debian.
tl: Nagluluklok ito ng mga pakete na nagpapadali para sa mga Bulgaryan na gamitin ang Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє болгарською.

source: Bulgarian desktop
bn: বুলগেরিয় ডেস্কটপ
cs: Desktop s podporou bulharštiny
da: Bulgarsk skrivebord
dz: བཱལ་ག་རི་ཡཱན་ཌེཀསི་ཊོཔ།
es: Escritorio en búlgaro
eu: Bulgariar idazmahaia
fi: Bulgarialainen työpöytä
gu: બલ્ગેરિયન ડેસ્કટોપ
id: Desktop berbahasa Bulgaria
it: Desktop bulgaro
ja: ブルガリア語デスクトップ
km: ផ្ទៃតុ​ភាសាប៊ុលហ្ការី
kn: ಬಲ್ಗೆರಿಯನ್ ಗಣಕತೆರೆ
mk: Бугарска работна околина
ne: बुल्गेरियन डेस्कटप
nl: Bulgaarse desktop
pa_in: ਬੁਲਗਾਰੀਆਈ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko bu³garskie
pt_br: Desktop Búlgaro
sq: Hapësira e punës Bullgare
sv: Bulgarisk skrivbordsmiljö
tl: Desktop na Bulgaryan
uk: Стільниця з підтримкою болгарської

source: This task localises the desktop in Bulgarian.
bn: এই কাজটি বুলগেরিয় ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro bulharštinu.
da: Denne opgavepakke gør skrivebordet bulgarsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཌེཀསི་ཊོཔ་བཱལ་ག་རི་ཡཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en búlgaro.
eu: Zeregin honek idazmahaia Bulgarieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä bulgariankielisen.
gu: આ કાર્ય ડેસ્કટોપનું બલ્ગેરિયનમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Bulgaria.
it: Questo task installa un desktop localizzato in bulgaro
ja: このタスクは、ブルガリア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ប៊ុលហ្ការី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಬಲ್ಗೆರಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на бугарски.
ne: यो कार्यले बुल्गेरियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Bulgaars.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਬੁਲਗਾਰੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po bu³garsku.
pt_br: Esta tarefa disponibiliza o desktop em búlgaro.
sq: Kjo detyrë shfaq hapësirën e punës në Bullgarisht.
sv: Denna funktion anpassar skrivbordsmiljön för bulgariska.
tl: Ginagawa nitong lokalisado ang desktop sa Bulgaryan.
uk: Це завдання локалізує стільницю болгарською.

source: Catalan environment
bn: ক্যাটালানিয় পরিবেশ
cs: Katalánské prostředí
da: Catalansk miljø
dz: ཀེ་ཊ་ལཱན་གྱི་མཐའ་འཁོར།
es: Entorno en catalán
eu: Katalana ingurunea
fi: Katalaanin ympäristö
gu: કેટાલાન વાતાવરણ
id: Lingkungan bahasa Catalan
it: Ambiente catalano
ja: カタルーニャ語環境
km: បរិស្ថាន​​ភាសា​កាតាឡាន
kn: ಕ್ಯಾಟಲಾನ್ ಪರಿಸರ
mk: Каталонска средина
ne: कातालान परिवेश
nl: Catalaanse omgeving
pa_in: ਕਾਟਾਲਾਨ ਵਾਤਾਵਰਣ
pl: ¦rodowisko kataloñskie
pt_br: Ambiente Catalão
sq: Mjedisi Katalan
sv: Katalansk miljö
tl: Kapaligirang Katalan
uk: Підтримка каталонської мови

source: This task installs packages and documentation in Catalan to help Catalan speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও ক্যাটালানিয় ভাষায় রচিত সহায়িকা ইনস্টল করে যা ক্যাটালানিয় ভাষীদের ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v katalánštině.
da: Denne opgavepakke installerer catalanske pakker og dokumentation, der skal hjælpe catalansksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཀེ་ཊ་ལཱན་གྱི་ཁ་སླབ་མི་ཚུ་ལུ་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ཐུམ་སྒྲིལ་དང་ཡིག་ཐོ་བཀོད་པ་དེ་ཚུ་གཞི་་བཙུགས་འབད་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en catalán que ayudan a utilizar Debian a personas que hablen este idioma.
eu: Zeregin honek Katalana hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fi: Asentaa paketit ja dokumentaation katalaaniksi auttamaan katalaaninkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે કેટાલાન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Catalan untuk membantu para pengguna berbahasa Catalan menggunakan Debian.
it: Questo task installa pacchetti e documentazione in catalano per aiutare chi parla Catalano ad usare Debian.
ja: このタスクは、カタルーニャ語話者が Debian を使いやすくするために、カタルーニャ語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើងកញ្ចប់​ ​និង​ឯកសារ​ជា​​ភាសា​កាតាឡាន​ដើម្បី​ជួយ​អ្នក​​ដែល​និយាយ​ភាសា​កាតាឡាន​ដើម្បី​អាច​​​ឲ្យ​ប្រើ​​​ដេបៀន​បាន ។
kn: ಇದು ಕ್ಯಾಟಲಾನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಕ್ಯಾಟಲಾನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು.
mk: Оваа задача инсталира пакети и документација на Каталански за да им помогне на луѓето што говорат Каталански да го користат Дебиан.
ne: यो कार्यले कातालान बोल्ने मानिसलाई डेवियन प्रयोग गर्न कातालानमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Catalaanssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਕਾਟਾਲਾਨ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku kataloñskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em catalão para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në gjuhën Katalane për të ndihmuar folësit e gjuhës Katalane të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på katalanska för att hjälpa människor som talar katalanska att använda Debian.
tl: Ang task na ito ay nagluluklok ng mga pakete at babasahin sa Katalan upang tulungan ang nagsasalita ng Katalan na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian тим, хто розмовляє каталонською мовою.

source: Catalan desktop
bn: ক্যাটালানিয় ডেস্কটপ
cs: Desktop s podporou katalánštiny
da: Catalansk skrivebord
dz: ་ཀེ་ཊ་ལཱན་ཌེཀསི་ཊོཔ།
es: Escritorio en catalán
eu: Katalana mahaigaina
fi: Katalaaninkielinen työpöytä
gu: કેટાલાન ડેસ્કટોપ
id: Desktop berbahasa Catalan
it: Desktop catalano
ja: カタルーニャ語デスクトップ
km: ផ្ទៃតុ​ភាសា​កាតាឡាន
kn: ಕ್ಯಾಟಲಾನ್ ಗಣಕತೆರೆ
mk: Каталанска работна околина
ne: कातालान डेस्कटप
nl: Catalaanse desktop
pa_in: ਕਾਟਾਲਾਨ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko kataloñskie
pt_br: Desktop Catalão
sq: Hapësira e punës Katalane
sv: Katalansk skrivbordsmiljö
tl: Desktop na Katalan
uk: Стільниця з підтримкою каталонської

source: This task localises the desktop in Catalan.
bn: এই কাজটি ক্যাটালানিয় ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro katalánštinu.
da: Denne opgavepakke gør skrivebordet catalansk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཀེ་ཊ་ལཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en catalán.
eu: Zeregin honek idazmahaia Katalanez ezartzen du.
fi: Tämä tehtävä tekee työpöydästä katalaaninkielisen.
gu: આ કાર્ય ડેસ્કટોપનું કેટાલાનમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Catalan.
it: Questo task installa un desktop localizzato in catalano.
ja: このタスクは、カタルーニャ語でローカライズされたデスクトップを形成します。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​នៅ​ក្នុងភាសា​កាតាឡាន ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಕ್ಯಾಟಲಾನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на Каталански.
ne: यो कार्यले कातालानमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Catalaans
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਕਾਟਾਲਾਨ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po kataloñsku.
pt_br: Esta tarefa disponibiliza o desktop em catalão.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Katalane.
sv: Denna funktion anpassar skrivbordsmiljön för katalanska.
tl: Ginagawang lokalisado ang desktop para sa Katalan.
uk: Це завдання робить стільницю локалізованою каталонською.

source: Simplified Chinese environment
bn: সরলীকৃত চীনা পরিবেশ
cs: Zjednodušené čínské prostředí
da: Simplificeret kinesisk miljø
dz: ་རྒྱ་ནག་གིའཇམ་སམ་བཟོ་བཟོ་བའི་སྐད་ཡིག
es: Entorno en chino simplificado
eu: Txinera Sinplifikatua ingurunea
fi: Yksinkertaistettu kiinalainen ympäristö
gu: સરળ ચાઇનિઝ વાતાવરણ
id: Lingkungan bahasa Cina yang Disederhanakan.
it: Ambiente cinese semplificato
ja: 簡体字中国語環境
km: ធ្វើឲ្យ​​បរិស្ថាន​​ភាសា​ចិន​ងាយស្រួល
kn: ಸರಳೀಕೃತ ಚೈನೀಸ್ ಪರಿಸರ
mk: Средина на упростен кинески
ne: सरलकृत चाइनिज परिवेश
nl: Vereenvoudigde Chinese omgeving
pa_in: ਸਧਾਰਨ ਚੀਨੀ ਵਾਤਾਵਰਣ
pl: ¦rodowisko chiñskie (uproszczone)
pt_br: Ambiente Chinês Simplificado
sq: Mjedisi Kinez i thjeshtëzuar
sv: Förenklad kinesisk miljö
tl: Kapaligirang para sa pina-simpleng Intsik
uk: Підтримка китайської мови (спрощеної)
