Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task provides basic desktop software and serves as a basis for the Gnome and KDE desktop tasks.
bn: এই কাজটি প্রাথমিক কিছু ডেস্কটপ সফটওয়্যার ইনস্টল করে এবং একই সাথে গনোম ও কে.ডি.ই. ডেস্কটপ সরবরাহকারী কাজের ভিত্তি হিসেবে কাজ করে।
cs: Tato úloha poskytuje základní desktopový software a slouží jako základ pro desktopové úlohy Gnome a KDE.
da: Denne opgavepakke indeholder grundlæggende skrivebordsprogrammer, og fungerer som fundament for skrivebordsmiljø-opgavepakkerne Gnome og KDE.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཌེཀསི་ཊོཔ་མཉན་ཆས་བྱིན་ནི་དང་ཇི་ནོམ་དང་ཀེ་ཌི་ཨི་ ཌེཀསི་ཊོཔ་ལས་ཀའི དོན་ལུ་གཞི་རྟེན་བཟུམ་ཅིག་སྦེ་ལཱའབདཝ་ཨིན།
es: Esta tarea incluye los programas de escritorio básicos y sirve como base para las tareas de Gnome y KDE.
eu: Zeregin honek GNOME eta KDE zereginarentzat beharrezko diren oinarrizko idazmahai eta zerbitzari softwareak instalatuko ditu.
fi: Työpöydän perusohjelmat ja toimii perustuksena Gnome- ja KDE-työpöytäympäristöille.
gu: આ કાર્ય સામાન્ય ડેસ્કટોપ સોફ્ટવેર ગોઠવે છે અને જીનોમ અને કેડીઇ ડેસ્કટોપ કાર્યનાં પાયા તરીકે કાર્ય કરે છે.
id: Ini mempersiapkan perangkat-perangkat lunak desktop yang merupakan basis untuk penugasan Gnome dan KDE.
it: Questo task installa un desktop elementare e serve da base per i task degli ambienti Gnome e KDE.
ja: このタスクは、基本的なデスクトップソフトウェアを提供し、Gnome および KDE デスクトップタスクの基礎を形成します。
km: ភារកិច្ច​នេះ​ផ្តល់​​ផ្នែកទន់​ផ្ទៃតុ​មូលដ្ឋាន និង​បម្រើ​ជា​មូលដ្ឋាន​មួយ​សម្រាប់​ភារកិច្ច​ផ្ទៃតុ​ Gnome និង KDE​ ។
mk: Оваа задача овозможува основен софтвер за работна површина и преставува основа за Гном и КДЕ задачите.
ne: यो कार्यले आधारभूत डेस्कटप सफ्टवेयर उपलब्ध गराउँदछ र जिनोम र KDE डेस्कटप कार्यहरुको लागि आधारको रुपमा काम गर्छ ।
nl: Deze taak voorziet in de basis grafische software en bied een basis voor de KDE- en Gnome- omgevingtaken
pa_in: ਇਸ ਢੰਗ ਨਾਲ ਗਨੋਮ ਅਤੇ KDE ਵੇਹੜਾ ਕੰਮਾਂ ਲਈ ਲੋੜੀਦੇ ਮੂਲ ਵੇਹੜਾ ਸਾਫਟਵੇਅਰ ਅਤੇ ਸਰਵਰ ਉਪਲੱਬਧ ਹੁੰਦੇ ਹਨ।
pl: To zadanie instaluje podstawowe oprogramowanie biurkowe i jest podstaw± zadañ Gnome i KDE.
pt_br: Esta tarefa fornece softwares básicos de "desktop" e serve como base para as tarefas dos desktops GNOME e KDE.
sq: Kjo detyrë instalon programe kryesore hapësire pune dhe shërben si bazë për detyrat e mjediseve Gnome dhe KDE.
sv: Denna funktion tillhandahåller programvara för en standardskrivbordsmiljö som fungerar som en grund för skrivbordsfunktionerna för Gnome och KDE.
tl: Nagdudulot ito ng payak na software na pang-desktop at nagiging batayan ng Gnome at KDE desktop.
uk: Це завдання надає базове програмне забезпечення для стільниці і є базисом для завдань Gnome та KDE.

source: DNS server
bn: ডি.এন.এস. সার্ভার
dz: ཌི་ཨེན་ཨེས་ སར་བར།
es: Servidor de DNS
eu: DNS zerbitzaria
fi: DNS-palvelin
gu: DNS સર્વર
hi: डीएनएस सर्वर
id: Server DNS
it: Server DNS
ja: DNS サーバ
km: ម៉ាស៊ីន​បម្រើ DNS
kn: DNS ಸರ್ವರ್
mk: DNS сервер
mr: डी एन् एस् सर्वर
ne: DNS सर्भर
pa_in: DNS ਸਰਵਰ
pl: Serwer DNS
pt_br: Servidor DNS
sq: Server DNS
te: డి.ఎన్.ఎస్. సర్వర్ (DNS server)
uk: Сервер DNS

source: Selects the BIND DNS server, and related documentation and utility packages.
bn: বাইন্ড ডি.এন.এস. সার্ভার, সংশ্লিষ্ট সহায়িকা, ও ইউটিলিটি প্যাকেজ বেছে নেয়।
cs: Vybere DNS server BIND s přilehlou dokumentací a balíky s užitečnými utilitami.
da: Vælger DNS-serveren BIND samt tilhørende dokumentation og værktøjsprogrammer.
dz: བི་ཨའི་ཨེནཌི་ ཌི་ཨེན་ཨེསི་ སར་བར ་དང་ན་འབྲེལ་བ་ཡོད་པའི་ཡིག་ཐོག་བཀོད་པ་དང་དེ་ལས་ སྤྱོད་ཆས་ཐུམ་སྒྲིལ་དེ་ཚུ་སེལ་འཐུ་འབདཝ་ཨིན།
es: Selecciona el servidor de DNS BIND, así como paquetes con documentación y utilidades relacionados.
eu: BIND DNS zerbitzaria hautatzen du, dagokion dokumentazioaren eta utilitateen paketeekin.
fi: Valitsee BIND DNS-palvelimen, siihen liittyvän ohjeistuksen sekä hyötyohjelmapaketit.
gu: BIND DNS સર્વર, અને સંબંધિત દસ્તાવેજો અને સાધનોનાં પેકેજો પસંદ કરે છે.
hi: यह बाइन्ड डीएनएस सर्वर व उससे संबंधित प्रलेख और उपयोगी पैकेजों का चयन करता है.
id: Memilih server DNS BIND, dokumen yang berkaitan serta paket peralatannya.
it: Seleziona il server DNS BIND e i relativi pacchetti di documentazione e programmi.
ja: BIND DNS サーバと関連ドキュメントとユーティリティパッケージを選択します。
km: ជ្រើស​ម៉ាស៊ីនបម្រើ​ BIND DNS និង​​ឯកសារ​ដែល​ទាក់ទង និង​កញ្ចប់​ឧបករណ៍​ប្រើប្រាស់ ។
mk: Го селектира BIND DNS серверот и пропратни алатки како и документација.
mr: BIND DNS सर्व्हर, संबधित माहितीपत्रे व उपयुक्त पॅकेज निवडले जाते.
ne: BIND DNS सर्भर, र सम्बन्धित मिसिलिकरण र उपयोगी प्याकेजहरू चयन गर्नुहोस् ।
nl: Deze taak selecteert de BIND DNS-server, en de toepasselijke documentatie en hulpprogramma's.
pa_in: BIND DNS ਸਰਵਰ ਅਤੇ ਇਹਨਾਂ ਨਾਲ ਸਬੰਧਿਤ ਦਸਤਾਵੇਜ਼ ਅਤੇ ਸਹੂਲਤਾਂ ਦੀ ਚੋਣ ਕਰਦਾ ਹੈ।
pl: Wybiera serwer DNS BIND, i powi±zan± z nim dokumentacjê oraz narzêdzia.
pt_br: Esta tarefa seleciona o servidor DNS BIND, pacotes de utilitários e de documentação relacionados.
sq: Zgjedh serverin DNS BIND me dokumentacionet dhe veglat përkatëse.
sv: Väljer DNS-servern BIND och relaterade dokumentations- och verktygspaket.
te: బైండ్ డి.ఎన్.ఎస్. సర్వర్ (BIND DNS server), మరియు సంబంధిత పత్రాలు (డాక్యుమెంటేషన్ [documentation]) మరియు సౌలభ్య (యూటిలిటీ [utility]) ప్యాకేజీలు.ఎంపిక చేయును.
tl: Pinipili ang BIND DNS server, at kaugnay na babasahin at kasangkapang mga pakete.
uk: Вибирає DNS сервер BIND та пов'язані з ним пакунки документації та інструментів.

source: Dutch environment
bn: ওলন্দাজ পরিবেশ
cs: Nizozemské prostředí
da: Hollandsk miljø
dz: ཌཆ་གི་སྐད་ཡིག།
es: Entorno en holandés
eu: Nederlandar ingurunea
fi: Hollantilainen ympäristö
gu: ડચ વાતાવરણ
id: Lingkungan bahasa Belanda
it: Ambiente olandese
ja: オランダ語環境
km: បរិស្ថាន​​ភាសា​ហុល្លង់
kn: ಡಚ್ ಪರಿಸರ
mk: Холандска околина
ne: डच परिवेश
nl: Nederlandse omgeving
pa_in: ਡੱਚ ਵਾਤਾਵਰਣ
pl: ¦rodowisko holenderskie
pt_br: Ambiente Holandês
sq: Mjedisi Hollandez
sv: Holländsk miljö
tl: Kapaligirang Dutch
uk: Підтримка голландської мови

source: This task installs programs, data files, fonts, and documentation that makes it easier for Dutch speakers to use Debian.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ফন্ট, ও সহায়িকা ইনস্টল করে যা ওলন্দাজ ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha nainstaluje programy, fonty a dokumentaci pro nizozemsky mluvící uživatele.
da: Denne opgavepakke installerer programmer, datafiler, skrifttyper og dokumentation, der gør det nemmere for hollandsksprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌཆ་གི་ཁ་སླབ་མི་ཚུ་་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལས་རིམ་དང་ གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación para hacer más fácil el uso de Debian a usuarios que hablen holandés.
eu: Zeregin honek Alemaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
fi: Asentaa ohjelmat, datatiedostot, kirjasintyypit ja dokumentaation auttamaan hollanninkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે ડચ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang program-program, berkas data dan dokumentasi yang mempermudah para pengguna berbahasa Belanda menggunakan Debian.
it: Questo task installa programmi, file dati e documentazione che rendono semplice l'utilizzo di Debian a chi parla olandese.
ja: このタスクは、オランダ語話者が Debian を使いやすくするために、プログラム・データファイル・ドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កម្មវិធី ឯកសារ​ទិន្នន័យ ពុម្ពអក្សរ និង​ឯកសារ​ដែល​ធ្វើឲ្យ​វា​កាន់តែ​​ងាយស្រួល​ដល់​អ្នក​និយាយ​ភាសា​ហុល្លង់​ដើម្បីប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಡಚ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ- ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети, датотеки со податоци и документација на за да им помогне на луѓето кои говорат холандски при користење на Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न डच वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten, lettertypes en documentatie die het makkelijker maken voor Nederlandssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਡੱਚ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje programy, dane, czcionki i dokumentacjê, by u³atwiæ korzystanie z Debiana osobom pos³uguj±cym siê jêzykiem holenderskim.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam holandês.
sq: Kjo detyrë instalon programe, të dhëna, gërma dhe dokumentacion që lehtësojnë folësit e gjuhës Hollandeze të përdorin Debian.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation för att göra det lättare för människor som talar holländska att använda Debian.
tl: Niluluklok nito ang mga programa, talaksan ng mga datos, at babasahin na nagpapadali para sa mga nagsasalita ng Dutch sa Debian.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що дозволяють полегшити використання Debian для тих, хто розмовляє голландською.

source: Dutch desktop
cs: Desktop s podporou nizozemštiny
da: Hollandsk skrivebord
dz: ཌཆ ཌེཀསི་ཊོཔ།
es: Escritorio en danés
eu: nederlandar idazmahaia
gu: ડચ ડેસ્કટોપ
it: Desktop olandese
ja: オランダ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ហុល្លង់
kn: ಡಚ್ ಗಣಕತೆರೆ
mk: Холандска работна околина
nl: Nederlandse desktop
pl: Graficzne ¶rodowisko holenderskie
pt_br: Desktop Holandês
sq: Hapësira e punës Hollandeze
sv: Holländsk skrivbordsmiljö
tl: Desktop na Olandes
uk: Стільниця з підтримкою голандської

source: This task localises the desktop in Dutch.
bn: এই কাজটি ওলন্দাজ ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro nizozemštinu.
da: Denne opgavepakke gør skrivebordet hollandsk
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ ཌཆ་ནང་ལུ་བཏུབ་བཟོཝ་་ཨིན།
es: Esta tarea localiza el escritorio en holandés.
eu: Zeregin honek idazmahaia Alemanieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä hollanninkielisen
gu: આ કાર્ય ડેસ્કટોપનું ડચમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop dengan bahasa Belanda.
it: Questo task installa un desktop localizzato in olandese
ja: このタスクは、オランダ語でローカライズされたデスクトップを形成します。
km: ភារកិច្ច​នេះ​​ធ្វើឲ្យ​​ផ្ទៃតុ​ត្រូវបាន​ធ្វើ​មូលដ្ឋានីយកម្ម​ជា​​ភាសា​​ហុល្លង់ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಡಚ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на холандски.
ne: यो कार्यले डचमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Nederlands.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po holendersku.
pt_br: Esta tarefa disponibiliza o desktop em holandês
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Hollandeze.
sv: Denna funktion anpassar skrivbordsmiljön för holländska.
tl: Ginagawa nitong lokalisado ang desktop sa Olandes.
uk: Це завдання робить стільницю локалізованою голландською.

source: Dzongkha desktop
cs: Desktop s podporou jazyka dzongkä
da: Dzongkha skrivebord
dz: རྫོཁའི་ཌེཀསི་ཊོཔ།
es: Escritorio en dzongkha
eu: Dzongkha mahaigaina
gu: ઝોંગ્ખા ડેસ્કટોપ
it: Desktop dzongkha
ja: ゾンカ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ដុងហ្កា
kn: ಝೊಂಗ್ಕಾ ಗಣಕತೆರೆ
mk: Џонга работна околина
pt_br: Desktop Dzongkha
sq: Hapësira e punës Dzongkha
sv: Dzongkhansk skrivbordsmiljö
tl: Desktop na Dazongkha
uk: Стільниця з підтримкою мови джонка

source: This task localises the desktop in Dzongkha.
cs: Tato úloha přizpůsobí desktop pro jazyk dzongkä
da: Denne opgavepakke gør skrivebordet dzongkha.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ རྫོང་ཁ་ནང་ལུ་བཟོ་བཏུབ་ཨིན།
es: Esta tarea localiza el escritorio en dzongkha.
eu: Zeregin honek idazmahaia Dzongkhaeraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું ઝોંગ્ખામાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in dzongkha.
ja: このタスクは、ゾンカ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ដុងហ្កា ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಝೊಂಗ್ಕಾಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на џонга.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Dzongkha.
pt_br: Esta tarefa disponibiliza o desktop em dzongkha.
sq: Kjo detyrë shfaq hapësirën e punës në Dzongkha.
sv: Denna funktion anpassar skrivbordsmiljön för dzongkha.
tl: Ginagawa nitong lokalisado ang desktop sa Dzongkha.
uk: Це завдання робить стільницю локалізованою мовою джонка.

source: Esperanto desktop
cs: Desktop s podporou esperanta
da: Esperanto skrivebord
dz: ཨིསི་པེ་རེན་ཊོ་གི་ ཌེཀ་སི་ཊོཔ།
es: Escritorio en esperanto
eu: Esperanto mahaigaina
gu: એસ્પરાન્ટો ડેસ્કટોપ
it: Desktop esperanto
ja: エスペラント語デスクトップ
km: ផ្ទៃតុ​ភាសា​អេស្ពេរ៉ាន់តូ
kn: ಎಸ್ಪರಾಂಟೋ ಗಣಕತೆರೆ
mk: Есперанто работна околина
pl: Graficzne ¶rodowisko Esperanto
pt_br: Desktop Esperanto
sq: Hapësira e punës Esperanto
sv: Esperantisk skrivbordsmiljö
tl: Desktop na Esperanto
uk: Стільниця з підтримкою есперанто

source: This task localises the desktop in Esperanto.
cs: Tato úloha přizpůsobí desktop pro esperanto.
da: Denne opgavepakke gør skrivebordet esperanto.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་་ཨིསི་པེ་རེན་ཊོ་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en esperanto.
eu: Zeregin honek idazmahaia Esperantoz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું એસ્પરાન્ટોમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in esperanto.
ja: このタスクは、エスペラント語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អេស្ពេរ៉ាន់តូ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಎಸ್ಪರಾಂಟೋ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на есперанто.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Esperanto.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ w Esperanto.
pt_br: Esta tarefa disponibiliza o desktop em esperanto.
sq: Kjo detyrë shfaq hapësirën e punës në Esperanto.
sv: Denna funktion anpassar skrivbordsmiljön för esperanto.
tl: Ginagawa nitong lokalisado ang desktop sa Esperanto.
uk: Це завдання робить стільницю локалізованою есперанто.

source: Estonian desktop
cs: Desktop s podporou estonštiny
da: Estisk skrivebord
dz: ཨིསི་ཊོ་ནི་ཡཱན་གྱི་སྐད་ཡིག།
es: Escritorio en estonio
eu: Estoniar idazmahaia
gu: ઇસ્ટોનિયન ડેસ્કટોપ
it: Desktop estone
ja: エストニア語デスクトップ
km: ផ្ទៃតុ​ភាសា​អេស្តូនី
kn: ಎಸ್ತೋನಿಯನ್ ಗಣಕತೆರೆ
mk: Естониска работна околина
nl: Estse desktop
pl: Graficzne ¶rodowisko Esperanto
pt_br: Desktop Estoniano
sq: Hapësira e punës Estone
sv: Estnisk skrivbordsmiljö
tl: Desktop na Estonyan.
uk: Стільниця з підтримкою естонської

source: This task localises the desktop in Estonian.
cs: Tato úloha přizpůsobí desktop pro estonštinu.
da: Denne opgavepakke gør skrivebordet estisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ཨིསི་ཊོ་ནི་ཡཱན་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en estonio.
eu: Zeregin honek idazmahaia Estonieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું ઇસ્ટોનિયનમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in estone.
ja: このタスクは、エストニア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អេស្តូនី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಎಸ್ತೋನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на естонски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is voor Ests.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po estoñsku.
pt_br: Esta tarefa disponibiliza o desktop em estoniano.
sq: Kjo detyrë shfaq hapësirën e punës në·Estonisht.
sv: Denna funktion anpassar skrivbordsmiljön för estniska.
tl: Ginagawang lokalisado ang desktop para sa Estonyan.
uk: Це завдання робить стільницю локалізованою естонською.

source: File server
bn: ফাইল সার্ভার
cs: Souborový server
da: Filserver
dz: སར་བར་ ཡིག་སྣོད།
es: Servidor de ficheros
eu: Fitxategi-zerbitzaria
fi: Tiedostopalvelin
gu: ફાઇલ સર્વર
hi: फ़ाईल सर्वर
id: Server berkas
ja: ファイルサーバ
km: ម៉ាស៊ីន​បម្រើ​ឯកសារ
kn: ಕಡತ ಸರ್ವರ್
mk: Сервер за датотеки
mr: फाइल सर्व्हर
ne: फाइल सर्भर
nl: Bestandsserver
pa_in: ਫਾਇਲ ਸਰਵਰ
pl: Serwer plików
pt_br: Servidor de arquivos
sq: Server file
sv: Filserver
te: ఫైళ్ళ సర్వర్ (file server)
uk: Файловий сервер

source: This task sets up your system to be a file server, supporting both NetBIOS and NFS.
bn: এই কাজটি আপনার সিস্টেমে একটি ফাইল সার্ভার স্থাপন করে। এটি নেটবায়োস ও এন.এফ.এস. উভয়টিই সমর্থন করে।
cs: Úloha nastaví váš systém pro roli souborového serveru podporujícího jak NetBIOS, tak NFS.
da: Denne opgavepakke sætter dit system op som filserver, der både understøtter NetBIOS og NFS.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཁྱོད་ཀྱི་རིམ་ལུགས་དེ་ཚུ་ སར་བར་ཡིག་སྣོད་འབད་ བཟོ་ནི་དང་ ནེཊི་ བི་ཨོ་ཨཡི་ཨེས་དང ཨོན་ཨེཕ་ཨེས་ལུ་ རྒྱབ་སྐྱོར་འབདཝ་ཨིན།
es: Esta tarea prepara su sistema para que sea un servidor de ficheros, ofreciendo tanto acceso NetBIOS como NFS.
eu: Zeregin honek sistema fitxategi-zerbitzaria izateko konfiguratzen du, NetBIOS eta NFS onartzen dituelarik.
fi: Asettaa järjestelmäsi toimimaan tiedostopalvelimena. Sekä NetBIOS että NFS ovat käytettävissä.
gu: આ કાર્ય તમારી સિસ્ટમને ફાઇલ સર્વર બનાવવા માટે, NetBIOS અને NFS નો આધાર આપીને ગોઠવે છે.
hi: यह टास्क आपके तंत्र को एक फ़ाईल सर्वर की तरह व्यवस्थित करता है, जोकि नेटबायोस और एनएफएस दोनों के लिए समर्थित है.
id: Penugasan ini untuk sistem anda bekerja sebagai penyedia layanan berkas (server file), mendukung NetBIOS dan NFS.
it: Questo task configura il sistema per essere un file server che gestisce sia NetBIOS che NFS.
ja: このタスクは、あなたのシステムを NetBIOS と NFS の両方をサポートするファイルサーバに仕立て上げます。
km: ភារកិច្ច​នេះ​រៀបចំ​ប្រព័ន្ធ​របស់​អ្នក​ឲ្យក្លាយជា​ម៉ាស៊ីនបម្រើ​ឯកសារ, គាំទ្រ​ទាំង NetBIOS និង NFS ។
kn: ಇದು ನಿಮ್ಮ ಗಣಕವ್ಯವಸ್ಥೆಯನ್ನು NetBIOS ಮತ್ತು NFS ಗೆ ಬೆಂಬಲಿಸುತ್ತ ಕಡತ ಸರ್ವರ್ ಆಗಿ ಅಣಿಗೊಳಿಸುವದು.
mk: Оваа задача го подготвува твојот систем да биде сервер за датотеки, подржува и NetBIOS и NFS.
mr: या कार्यांतर्गत तुमचा संगणक फाइल सर्व्हर म्हणून स्थित केला जाइल , तो NetBIOS व NFS या दोघांना सहाय्यक असेल.
ne: यो कार्यले तपाईँको प्रणालीलाई फाइल सर्भरमा सेट गर्दछ,जसले NetBIOS र NFS दुवैलाई समर्थन गर्दछ ।
nl: Deze taak stelt uw systeem in om als bestandsserver (ondersteuning voor zowel NetBIOS als NFS) te functioneren
pa_in: ਇਹ ਕਾਰਜ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਇੱਕ ਫਾਇਲ ਸਰਵਰ ਦੇ ਤੌਰ 'ਤੇ ਤਿਆਰ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ, ਜੋ ਕਿ NetBIOS ਅਤੇ NFS ਲਈ ਸਹਾਇਕ ਹੈ।
pl: To zadanie ustawia system tak by by³ serwerem plików, zarówno NetBIOS jak i NFS.
pt_br: Esta tarefa configura seu sistema para que o mesmo seja um servidor de arquivos, suportando NetBIOS e NFS.
sq: Kjo detyrë e kthen kompjuterin në një server file, duke suportuar NetBIOS dhe NFS.
sv: Denna funktion konfigurerar ditt system för att vara en filserver med stöd för både NetBIOS och NFS.
tl: Inaayos nito ang sistema niyo upang maging file sever, na nagsusuporta ng NetBIOS at NFS.
uk: Це завдання налаштовує вашу систему для використання в якості файлового сервера, який підтримує NetBIOS та NFS.

source: Finnish environment
cs: Finské prostředí
da: Finsk miljø
dz: ཕིན་ནིཤ་གི་མཐའ་འཁོར།
es: Entorno en finlandés
eu: Finlandiar ingurunea
gu: ફિનિશ વાતાવરણ
it: Ambiente finlandese
ja: フィンランド語環境
km: បរិស្ថាន​​ភាសា​ហ្វាំងឡង់
kn: ಫಿನ್ನಿಶ್ ಪರಿಸರ
mk: Фиснак средина
nl: Finse omgeving
pl: ¦rodowisko fiñskie
pt_br: Ambiente Finlandês
sq: Mjedisi Finlandez
sv: Finsk miljö
tl: Kapaligirang Finnish
uk: Підтримка фінської мови

source: This task installs packages and documentation in Finnish to help Finnish speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci ve finštině.
da: Denne opgavepakke installerer danske pakker og dokumentation, til brug for finsksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཕིན་ནིཤ་གི་ཁ་སླབ་མི་ཚུ་ ཌེ་བི་ཡཱན་ལག་ལེན་འཐབ་ནིའི་གྲོགས་རམ་འབད་ཐོག་ལས་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོ་བཀོད་པ་ དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en finlandés para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Finlandiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો ફિનિશમાં ફિનિશ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa i pacchetti e la documentazione in finlandese per aiutare chi parla finlandese ad usare Debian.
ja: このタスクは、フィンランド語のパッケージやドキュメントをインストールし、フィンランド語話者が Debian を使いやすいようにします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​ហ្វាំងឡង់ ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ភាសា​ហ្វាំងឡង់ អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಫಿನ್ನಿಶ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಫಿನ್ನಿಶ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на фински да им помогне да луѓето кои зборуваат фински при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Finssprekenden om Debian te gebruiken.
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku fiñskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em finlandês para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Finlandisht për të ndihmuar Finlandezët në përdorimin e Debian.
sv: Denna funktion installerar paket och dokumentation på finska för att hjälpa människor som talar finska att använda Debian.
tl: Nagluluklok ito ng mga pakete at mga babasahin na nagpapadali para sa mga nagsasalita ng Finnish na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє фінською.

source: Finnish desktop
cs: Desktop s podporou finštiny
da: Finsk skrivebord
dz: ཕིན་ནིཤ་གི་ཌེཀསི་ཊོཔ།
es: Escritorio en finlandés
eu: Finlandiar mahaigaina
gu: ફિનિશ ડેસ્કટોપ
it: Desktop finlandese
ja: フィンランド語デスクトップ
km: ផ្ទៃតុ​ភាសា​ហ្វាំងឡង់
kn: ಫಿನ್ನಿಶ್ ಗಣಕತೆರೆ
mk: Финска работна околина
nl: Finse desktop
pl: Graficzne ¶rodowisko fiñskie
pt_br: Desktop Finlandês
sq: Hapësira e punës Finlandeze
sv: Finsk skrivbordsmiljö
tl: Desktop na Finnish
uk: Стільниця з підтримкою фінської

source: This task localises the desktop in Finnish.
cs: Tato úloha přizpůsobí desktop pro finštinu.
da: Denne opgavepakke gør skrivebordet finsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ ཕིན་ནིཤ་ནང་ལུ་བཟོ་བཏུབ་ཨིན།
es: Esta tarea localiza el escritorio en finlandés.
eu: Zeregin honek idazmahaia Finlandieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું ફિનિશમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in finlandese.
ja: このタスクは、フィンランド語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ហ្វាំងឡង់ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಫಿನ್ನಿಶ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на фински.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Fins.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po fiñsku.
pt_br: Esta tarefa disponibiliza o desktop em finlandês.
sq: Kjo detyrë shfaq hapësirën e punës në Finlandisht.
sv: Denna funktion anpassar skrivbordsmiljön för finska.
tl: Ginagawa nitong lokalisado ang desktop sa Finnish.
uk: Це завдання робить стільницю локалізованою фінською.

source: French environment
bn: ফরাসি পরিবেশ
cs: Francouzské prostředí
da: Fransk miljø
dz: ཕིརེནཆི་གི་སྐད་ཡིག།
es: Entorno en francés
eu: Frantses ingurunea
fi: Ranskalainen ympäristö
gu: ફ્રેન્ચ વાતાવરણ
id: Lingkungan bahasa Perancis
it: Ambiente francese
ja: フランス語環境
km: បរិស្ថាន​​ភាសា​បារាំង
kn: ಫ್ರೆಂಚ್ ಪರಿಸರ
mk: Француска средина
ne: फ्रेन्च परिवेश
nl: Franse omgeving
pa_in: ਫਰੈਂਚ ਵਾਤਾਵਰਣ
pl: ¦rodowisko francuskie
pt_br: Ambiente Francês
sq: Mjedisi Francez
sv: Fransk miljö
tl: Kapaligirang Pranses
uk: Підтримка французької мови
