Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task selects packages useful for a general purpose web server system.
bn: এই কাজটি একটি সাধারণ ওয়েব সার্ভার সিস্টেমের জন্য প্রয়োজনীয় প্যাকেজ বেছে নেয়।
cs: Úloha vybere balíky užitečné pro webový server.
da: Denne opgavepakke vælger pakker, der er nyttige på et almindeligt webserver-system.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཡོངས་ཁྱབ་དགོས་དོན་ ཝེབ་སར་བར་ རིམ་ལུགས་ཀྱི་དོན་ལུ་ ཕན་ཐོགས་ཅན་གྱི་ ཐུམ་སྒྲིལ་དེ་ཚུ་ སེལ་འཐུ་འབདཝ་ཨིན།
es: Esta tarea selecciona paquetes útiles para instalar un servidor de web de propósito general.
eu: Zeregin honek web zerbitzari sistema batek behar dituen oinarrizko paketeak instalatuko ditu.
fi: Valitsee paketit, jotka ovat hyödyllisiä yleiskäyttöisessä www-palvelinjärjestelmässä.
gu: આ કાર્ય સામાન્ય કાર્યનાં વેબ સર્વર સિસ્ટમ માટે ઉપયોગી પેકેજોની પસંદગી કરશે.
hi: यह टास्क एक सामान्य प्रयोजन के वेब सर्वर तंत्र के लिए उपयोगी पैकेजों को चुनता है.
id: Penugasan ini memilih paket-paket yang berguna bagi penggunaan umum sistem server.
it: Questo task installa pacchetti utili per un server Web generico.
ja: このタスクは、一般的な目的のためのウェブサーバシステムの構築に便利なパッケージを選択します。
km: ភារកិច្ច​នេះ​ជ្រើស​កញ្ចប់​ដែល​មាន​ប្រយោជន៍​សម្រាប់​ប្រព័ន្ធ​ម៉ាស៊ីន​បម្រើ​គោល​បំណង​ទូទៅ​មួយ​ ។​
mk: Оваа задача селектира пакети корисни за општ сервер за интернет мрежата.
mr: या कार्यात सामान्य उपयोगी जाल परिसेवक प्रणालीसाठी उपयुक्त असणारे पॅकेजेस निवडले जातील.
ne: यो कार्यले सामन्य उद्देश्य वेभ सर्भर प्रणालीको लागि काम लाग्ने प्याकेजहरू चयन गर्दछ ।
nl: Deze taak selecteert die pakketten nodig om dit systeem te laten functioneren als een normale webserver.
pa_in: ਇਸ ਪੈਕੇਜ ਵਿੱਚ ਆਮ ਲੋੜੀਦੇ ਵੈੱਬ ਸਰਵਰ ਲਈ ਵਰਤੋਂ ਲਈ ਪੈਕੇਜ ਹਨ।
pl: To zadanie wybiera pakiety u¿yteczne w systemie pracuj±cym jako serwer WWW.
pt_br: Esta tarefa seleciona pacotes úteis para um sistema servidor web de propósito geral.
sq: Kjo detyrë zgjedh paketa të nevojshëm për krijimin e një sistemi server interneti.
sv: Denna funktion väljer paket som är användbara för ett webbserversystem för allmänt bruk.
te: ఈ టాస్కు (task) మీ సిస్టం (system) ను సాధారణమైన వెబ్ సర్వర్ (web server) గా వాడుటకు.ప్యాకేజీలు ఎన్నుకుంటుంది.
tl: Pinipili nito ang mga pakete na mapakikinabangan sa pangkalahatang gamit na sistemang web server
uk: Це завдання вибирає пакунки, що корисні для web-сервера загального призначення.

source: Welsh environment
cs: Velšské prostředí
da: Walisisk miljø
dz: ཝེལཤི་གི་ མཐའ་འཁོར།
es: Entorno en galés
eu: Galestar ingurunea
gu: વેલ્શ વાતાવરણ
it: Ambiente gallese
ja: ウェールズ語環境
km: បរិស្ថាន​​ភាសា​វែល
kn: ವೆಲ್ಶ್ ಪರಿಸರ
mk: Велшка средина
nl: Welsche omgeving
pl: Walijskie ¶rodowisko
pt_br: Ambiente Galês
sq: Mjedisi U
sv: Walesisk miljö
tl: Kapaligirang Welsh
uk: Підтримка валійської мови

source: This task installs packages and documentation in Welsh to help Welsh speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci ve velštině.
da: Denne opgavepakke installerer polske pakker og dokumentation, til brug for walisisksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཝེལཤི་གི་ཁ་སླབ་མི་ཚུ་ལུ་གི་ ཌེ་བི་ཡཱན་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང ཡིག་མཐོ་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་ འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en galés útil para el manejo de Debian por parte de usuarios que hablen este idioma.
eu: Zeregin honek programak, datu-fitxategiak eta dokumentazioak Galesez instalatzen ditu, Galesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો વેલ્શમાં સ્થાપિત કરે છે જેવેલ્શ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવામાં મદદ કરે છે.
it: Questo task installa pacchetti e documentazione in gallese per aiutare chi parla gallese ad usare Debian.
ja: このタスクは、ウェールズ語話者が Debian を使いやすくするために、ウェールズ語のプログラムとドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​​ជា​ភាសា​វែល ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ភាសា​វែល​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ವೆಲ್ಶ್ ಕ್ರೇನಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ವೆಲ್ಶ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на велшки за да им помогне на луѓето кои говорат велшки при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Welschsprekenden om Debian te gebruiken.
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku walijskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em galês para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në gjuhën Galeze për të ndihmuar Galikët të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på walesiska för att hjälpa människor som talar walesiska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Welsh upang tulungan ang nagsasalita ng Welsh na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє валійською мовою.

source: Welsh desktop
cs: Desktop s podporou velštiny
da: Walisisk skrivebord
dz: ཝེལཤི་གི་ཌེཀསི་ཊོཔ།
es: Escritorio en galés
eu: Galestar mahaigaina
gu: વેલ્શ ડેસ્કટોપ
it: Desktop gallese
ja: ウェールズ語デスクトップ
km: ផ្ទៃតុ​ភាសា​វែល
kn: ವೆಲ್ಶ್ ಗಣಕತೆರೆ
mk: Велшка работна околина
nl: Welsche desktop
pl: Graficzne ¶rodowisko walijskie
pt_br: Desktop Galês
sq: Hapësira e punës Galeze
sv: Walesisk skrivbordsmiljö
tl: Desktop na Welsh
uk: Стільниця з підтримкою валійської

source: This task localises the desktop in Welsh.
cs: Tato úloha přizpůsobí desktop pro velštinu.
da: Denne opgavepakke gør skrivebordet walisisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཝེལཤི་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en galés.
eu: Zeregin honek idazmahaia Galesez ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું વેલ્શમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in gallese.
ja: このタスクは、ウェールズ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​​ផ្ទៃតុ​នៅ​ក្នុងភាសា​វែល ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ವೆಲ್ಶ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на велшки.
nl: vDeze taak zorgt ervoor dat de desktop gelokaliseerd is als Welsch.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po walijsku.
pt_br: Esta tarefa disponibiliza o desktop em galês.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Galike.
sv: Denna funktion anpassar skrivbordsmiljön för walesiska.
tl: Ginagawa nitong lokalisado ang desktop sa Welsh.
uk: Це завдання робить стільницю локалізованою валійською мовою.

source: Xfce desktop environment
cs: Desktopové prostředí Xfce
da: Skrivebordsmiljøet Xfce
dz: ཨེགསི་ཨེེཕ་ཧི་ཨི་ ཌེཀསི་ཊོཔ་གི་མཐའ་འཁོར།
es: Entorno de escritorio de Xfce
eu: Xfce idazmahai ingurunea
gu: Xfce ડેસ્કટોપ વાતાવરણ
hi: एक्सएफसीई डेस्कटॉप परिवेश
it: Ambiente desktop xfce
kn: XFCE ಗಣಕತೆರೆ ಪರಿಸರ
nl: Xfce desktop
pl: Graficzne ¶rodowisko Xfce
pt_br: Ambiente Desktop Xfce
sq: Mjedisi Xfce
sv: Skrivbordsmiljön Xfce
te: ఎక్స్ ఎఫ్ సి ఇ (Xfce) డెస్క్ టాప్ (desktop) పరిసరము
tl: Kapaligirang desktop na xfce
uk: Стільниця Xfce

source: This task provides basic "desktop" software using the Xfce desktop environment.
cs: Tato úloha poskytuje základní "desktopové" aplikace založené na desktopovém prostředí Xfce.
da: Denne opgavepakke giver de grundlæggende skrivebordsprogrammer med skrivebordsmiljøet Xfce.
dz: འ་ནི་ལས་ཀ་འདི་གིས ཨེགསི་ཨེེཕ་ཧི་ཨི་ ཌེཀ་སི་ཊོཔ་མཐའ་འཁོར་ལག་ལེན་འཐབ་ཐོག་ལས་ གཞི་རྩ་ "desktop"མཉན་ཆས་དེ་ཚུ་ སྤེལཝ་ཨིན།
es: Esta tarea ofrece los programas de «escritorio» básicos que utilizan Xfce.
eu: Zeregin honek Xfce idazmahai ingurunea erabiliaz oinarrizko "idazmahai" ingurune bat instalatzen du.
gu: આ કાર્ય સામાન્ય "ડેસ્કટોપ" સોફ્ટવેર Xfce ડેસ્કટોપ વાતાવરણ નો ઉપયોગ કરીને પૂરું પાડે છે.
hi: यह टास्क एक्सएफसीई डेस्कटॉप परिवेश का प्रयोग करते हुए आधारभूत "desktop" सॉफ्टवेयर उपलब्ध कराता है.
it: Questo task fornisce il software per un «desktop» di base utilizzando l'ambiente xfce.
kn: ಇದು XFCE' ಗಣಕತೆರೆ ಪರಿಸರವನ್ನು ಬಳಸಿ ಮೂಲಭೂತ ಗಣಕತೆರೆ ತಂತ್ರಾಂಶವನ್ನು ಒದಗಿಸುವದು
nl: Deze taak voorziet in de basis grafische software voor de Xfce-omgeving
pl: To zadanie instaluje podstawowe oprogramowanie "biurkowe" u¿ywaj±c ¶rodowiska Xfce.
pt_br: Esta tarefa fornece softwares básicos de "desktop" usando o Ambiente Desktop Xfce.
sq: Kjo detyrë instalon programe kryesorë "hapësire pune" duke përdorur mjedisin Xfce.
sv: Denna funktion tillhandahåller programvara för en standard "desktop" med skrivbordsmiljön Xfce.
te: ఈ టాస్కు (task) ఎక్స్ ఎఫ్ సి ఇ (Xfce) డెస్క్ టాప్ (desktop) పరిసరము ఉపయోగించి "డెస్క్ టాప్సా" సాఫ్ట్ వేర్ (software) సిద్ధము చేస్తుంది.
tl: Nagdudulot ito ng pangunahing "desktop" software na gamit ang xfce desktop environment.
uk: Це завдання надає основне програмне забезпечення для стільниці з використанням Xfce.

source: Xhosa desktop
cs: Desktop s podporou xhosštiny
da: Xhosa skrivebord
dz: ཛོ་ས་གི་ཌེཀ་སི་ཊོཔ།
es: Escritorio en xhosa
eu: Xhosa Mahaigaina
gu: ઝ્હોસા ડેસ્કટોપ
it: Desktop xhosa
ja: コーサ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ឃសា
kn: ಕ್ಸೋಸಾ ಗಣಕತೆರೆ
mk: Кхоса работна околина
pt_br: Desktop Xhosa
sq: Hapësira e punës Xhosa
sv: Xhosa skrivbordsmiljö
tl: Desktop na Xhosa
uk: Стільниця з підтримкою мови кхоса

source: This task localises the desktop in Xhosa.
cs: Tato úloha přizpůsobí desktop pro xhosštinu.
da: Denne opgavepakke gør skrivebordet Xhosa.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ ཛོ་ས་ ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en xhosa.
eu: Zeregin honek idazmahaia Xhoseraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું ઝ્હોસામાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in xhosa.
ja: このタスクは、コーサ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ឃសា ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಕ್ಸೋಸಾ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задаја ја локализира работната околина на кхоса.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Xhosa.
pt_br: Esta tarefa disponibiliza o desktop em xhosa.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Xhosa.
sv: Denna funktion anpassar skrivbordsmiljön för xhosa.
tl: Ginagawa nitong lokalisado ang desktop sa Xhosa.
uk: Це завдання робить стільницю локалізованою мовою кхоса.

source: Laptop
bn: ল্যাপটপ
cs: Notebook
da: Bærbar
dz: ལེཔ་ཊོཔ།
es: Ordenador portátil
eu: Eramangarria
fi: Kannettava
gu: લેપટોપ
hi: लैपटॉप
it: Computer portatile
ja: ラップトップ
km: ​កុំព្យូទ័រ​យួរដៃ
kn: ಲ್ಯಾಪ್‍ಟಾಪ್
mk: Лаптоп
mr: लॅपटॉप
ne: ल्यापटप
pa_in: ਲੈਪਟਾਪ
sq: Kompjuter prehëri
sv: Bärbar dator
te: ల్యాప్ టాప్ (laptop)
uk: Лептоп

source: This task makes the desktop be localised in Dutch
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਡੱਚ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।

source: Japanese desktop environment
pa_in: ਜਾਪਾਨੀ ਵੇਹੜਾ ਵਾਤਾਵਰਣ

source: This task provides basic desktop software and serves as a basis for the GNOME and KDE desktop tasks.
te: ఈ టాస్కు (task) గ్నోమ్ (జీనోమ్ [GNOME]) మరియు కె డి ఇ (KDE) డెస్క్ టాప్ (desktop) టాస్కులకు పునాది అగు సాఫ్ట్ వేర్ (software) సిద్ధము చేస్తుంది.

source: This task sets up your system to be a file server, supporting both CIFS and NFS.
te: ఈ టాస్కు (task) మీ సిస్టం (system) సిఫ్స్ (CIFS) మరియు ఏన్.ఏఫ్.ఏస్ (NFS) కొరకు సహాయపడు ఫైళ్ళ సర్వర్ (file server) గా సిద్ధము చేస్తుంది.

source: GNOME desktop environment
te: గ్నోమ్ (జీనోమ్ [GNOME])డెస్క్ టాప్ (desktop) పరిసరము

source: This task provides basic "desktop" software using the GNOME desktop environment.
te: ఈ టాస్కు (task) గ్నోమ్ (జీనోమ్ [GNOME]) డెస్క్ టాప్ (desktop) పరిసరము ఉపయోగించి "డెస్క్ టాప్సా" సాఫ్ట్ వేర్ (software) సిద్ధము చేస్తుంది.

source: LXDE desktop environment
te: ఎల్ ఎక్స్ డి ఇ (LXDE) డెస్క్ టాప్ (desktop) పరిసరము

source: This task provides basic "desktop" software using the LXDE desktop environment.
te: ఈ టాస్కు (task) ఎల్ ఎక్స్ డి ఇ (LXDE) డెస్క్ టాప్ (desktop) పరిసరము ఉపయోగించి "డెస్క్ టాప్సా" సాఫ్ట్ వేర్ (software) సిద్ధము చేస్తుంది.
