Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task localises the desktop in Cyrillic. It supports Belarusian, Bulgarian, Macedonian, Russian, Serbian and Ukrainian.
bn: এই কাজটি সিরিলিক ডেস্কটপ প্রদান করে। এটি বেলারুশিয়, মেসিডোনিয়, রুশ, সার্বিয় ও ইউক্রেইনিয় ভাষা সমর্থন করে।
cs: Tato úloha přizpůsobí desktop pro cyrilici. Podporuje běloruské, bulharské, makedonské, ruské, srbské a ukrajinské prostředí.
da: Denne opgavepakke gør skrivebordet kyrillisk. Den understøtter hviderussisk, bulgarsk, makedonsk, russisk, serbisk og ukrainsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ སི་རི་ལིག་ནང་ལུ་བཟོ་བཏུབ་ཨིན། དེ་གིས་ བེ་ལ་རུ་སི་ཡཱནདང་ བཱལ་ག་རི་ཡཱན་ མེ་སི་ཌོ་ནི་ཡཱན་ ར་ཤི་ཡཱན་ སར་བི་ཡཱན་དེ་ལས་ ཡུཀ་རའི་ནི་ཡཱན་འདི་ཚུ་ལུ་རྒྱབ་སྐྱོར་འབདཝ་ཨིན།
es: Esta tarea localiza el escritorio en cirílico. Incluye soporte para bieloruso, búlgaro, macedonio, ruso, serbio y ukraniano.
eu: Zeregin honek idazmahaia Zirilikoan ezartzen du. Honek Bieloerrusiarra, Bulgariera, MAzedoniera, Errusiera, Serbiera eta Ukraniera onartzen ditu.
fi: Tekee työpöydästä kyrillisen. Tämä tukee valkovenäjää, bulgariaa, makedoniaa, venäjää, serbiaa ja ukrainaa.
gu: આ કાર્ય ડેસ્કટોપનું સિરીલીકમાં સ્થાનિકીકરણ કરે છે. તે બેલારશિયન, બલ્ગેરિયન, મેસેડોનીઅન, રશિયન, સર્બિયન અને યુક્રેનિયનને આધાર આપે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Cyrillic. Juga mendukung penggunaan bagi bahasa Belarusia, Bulgaria, Makedonia, Rusia, Serbia dan Ukraina.
it: Questo task fornisce il desktop localizzato in cirillico. Supporta il bielorusso, bulgaro, macedone, russo, serbo e ucraino.
ja: このタスクは、キリル文字でデスクトップをローカライズします。ベラルーシ語、ブルガリア語、マケドニア語、ロシア語、セルビア語、ウクライナ語をサポートします。
km: ភារកិច្ច​នេះ​​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ស៊ីរីលីក ។ វាគាំទ្រ ​ភាសាបេឡារុស្ស, ភាសាប៊ុលហ្ការី, ភាសា​ម៉ាសេដូនី, ភាសា​រុស្ស៊ី, ភាសា​សែប៊ី និង​ភាសា​អ៊ុយក្រែន ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಸಿರಿಲಿಕ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು. ಇದು ಬೈಲೋರಸಿಯನ್ , ಬಲ್ಗೇರಿಯನ್, ಮ್ಯಾಸೆಡೋನಿಯನ್ , ರಶಿಯನ್ , ಸರ್ಬಿಯನ್ ಮತ್ತು ಯುಕ್ರೇನಿಯನ್ ಗಳನ್ನೂ ಬೆಂಬಲಿಸುವದು.
mk: Оваа задача ја локализира работната околина на кирилица. Поддржува белоруски, бугарски, македонски, руски, српски и украински.
ne: यो कार्यले सिरिलिकमा डेस्कटप स्थानियकरण गर्दछ । यसले बेलारुसियन, बुल्गेरियन, म्यासेडोनियन, रसियन, सेरवियन र युक्केनियनलाई समर्थन गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Cyrillisch. De taak ondersteund Wit-Russisch, Bulgaars, Macedonisch, Russisch, Servisch, en Oekraïens.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਸਰਲਿੱਕ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਕਿ ਬੇਲਾਰੂਸ, ਬੁਲਗਾਰੀਆ, ਮੈਕਡੋਨੀਆ, ਰੂਸ, ਸਰਬੀਆ ਅਤੇ ਯੂਕਰੇਨ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie obs³ugiwaæ cyrylicê. Obs³uguje jêzyk bia³oruski, bu³garski, macedoñski, rosyjski, serbski i ukraiñski.
pt_br: Esta tarefa disponibiliza o desktop em cirílico. A mesma suporta os idiomas bielorrusso, búlgaro, macedônio, russo, sérvio e ucraniano.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhët Cirilike. Suporton Bjellorusisht, Bullgarisht, Maqedonisht, Rusisht, Serbisht dhe gjuhën Ukrainase.
sv: Denna funktion anpassar skrivbordsmiljön för kyrilliska. Den innehåller stöd för vitryska, bulgariska, makedonska, ryska, serbiska och ukrainska.
tl: Ginagawa nitong lokalisado ang desktop sa Cyrillic. Suportado nito ang Belaruso, Bulhariya, Macedonian, Russo, Serbian at Ukrainian.
uk: Це завдання додає підтримку кирилиці для стільниці. Підтримуються білоруська, болгарська, македонська, російська, сербська та українська мови.

source: Czech environment
bn: চেক পরিবেশ
cs: České prostředí
da: Tjekkisk miljø
dz: ཅེཛི་གི་མཐའ་འཁོར།
es: Entorno en checo
eu: Txekiar ingurunea
fi: Tsekkiläinen ympäristö
gu: ચેક વાતાવરણ
id: Lingkungan bahasa Ceko
it: Ambiente ceco
ja: チェコ語環境
km: បរិស្ថាន​​ភាសា​ឆេក
kn: ಝೆಕ್ ಪರಿಸರ
mk: Чешка средина
ne: सिजेक परिवेश
nl: Tsjechische omgeving
pa_in: ਚੈੱਕ ਵਾਤਾਵਰਣ
pl: ¦rodowisko czeskie
pt_br: Ambiente Tcheco
sq: Mjedisi Çek
sv: Tjeckisk miljö
tl: Kapaligirang Czech
uk: Підтримка чеської мови

source: This task installs packages and documentation in Czech to help Czech speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও চেক ভাষায় রচিত সহায়িকা ইনস্টল করে যা চেক ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v češtině.
da: Denne opgavepakke installerer tjekkiske pakker og dokumentation, til brug for tjekkisksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཅེཛི་གི་ཁ་སླབ་མི་ཚུ་ ཌེ་བི་ཡཱན་ ལག་ལེན་འཐབ་ནིའི་གྲོགས་རམ་འབད་ཐོག་ལས་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོ་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབད་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en checo para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Txekiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
fi: Asentaa paketit ja dokumentaation tsekiksi auttamaan tsekinkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો ચેકમાં સ્થાપિત કરે છે જે ચેકભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Ceko untuk membantu para pengguna berbahasa Ceko menggunakan Debian.
it: Questo task installa i pacchetti e la documentazione in ceco per aiutare chi parla ceco ad usare Debian.
ja: このタスクは、チェコ語話者が Debian を使いやすくするために、チェコ語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ ជា​ភាសា​ឆេក​ដើម្បីជួយ​​អ្នក​ដែល​​និយាយ​ភាសា​ឆេក​អាច​ឲ្យបាន​ប្រើ​​ដេបៀន​បាន ។
kn: ಇದು ಝೆಕ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಝೆಕ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು.
mk: Оваа задача инсталира пакети и документација на чешки за да им помогне на луѓето кои говорат чешки при користење на Дебиан.
ne: यो कार्यले सिजेक बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न सिजेकमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Tsjechischssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਚੈੱਕ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku czeskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em tcheco para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Çekisht për të ndihmuar popujt që flasin Çekisht të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på tjeckiska för att hjälpa människor som talar tjeckiska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Czech upang tulungan ang mga nagsasalita ng Czech na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє чеською.

source: Czech desktop
bn: চেক ডেস্কটপ
cs: Desktop s podporou češtiny
da: Tjekkisk skrivebord
dz: ཅེཛི་ ཌེཀསི་ཊོཔ།
es: Escritorio en checo
eu: Txekiar idazmahaia
fi: Tsekkiläinen työpöytä
gu: ચેક ડેસ્કટોપ
id: Desktop berbahasa Ceko
it: Desktop ceco
ja: チェコ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ឆេក
kn: ಝೆಕ್ ಗಣಕತೆರೆ
mk: Чешка работна околина
ne: सिजेक डेस्कटप
nl: Tsjechische desktop
pa_in: ਚੈੱਕ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko czeskie
pt_br: Desktop Tcheco
sq: Hapësira e punës Çeke
sv: Tjeckisk skrivbordsmiljö
tl: Desktop na Czech
uk: Стільниця з підтримкою чеської

source: This task localises the desktop in Czech.
bn: এই কাজটি চেক ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro češtinu.
da: Denne opgavepakke gør skrivebordet tjekkisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཅེཛི་ ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en checo.
eu: Zeregin honek idazmahaia Txekieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä tsekinkielisen.
gu: આ કાર્ય ડેસ્કટોપનું ચેકમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Ceko
it: Questo task installa un desktop localizzato in ceco
ja: このタスクは、チェコ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋាន​នីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ឆេក ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಝೆಕ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на чешки.
ne: यो कार्यले सिजेकमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Tsjechisch.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਚੈੱਕ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po czesku.
pt_br: Esta tarefa disponibiliza o desktop em tcheco.
sq: Kjo detyrë shfaq hapësirën e punës në Çekisht
sv: Denna funktion anpassar skrivbordsmiljön för tjeckiska.
tl: Ginagawa nitong lokalisado ang desktop para sa Czech.
uk: Це завдання локалізує стільницю чеською.

source: Danish environment
bn: দিনেমার পরিবেশ
cs: Dánské prostředí
da: Dansk miljø
dz: ཌེ་ནིཤ་གིསྐད་ཡིག
es: Entorno en danés
eu: Daniera ingurunea
fi: Tanskalainen ympäristö
gu: ડેનિશ વાતાવરણ
id: Lingkungan bahasa Denmark
it: Ambiente danese
ja: デンマーク語環境
km: បរិស្ថាន​​ភាសា​ដាណឺម៉ាក
kn: ಡೇನಿಷ್ ಪರಿಸರ
mk: Данска средина
ne: ड्यानिस परिवेश
nl: Deense omgeving
pa_in: ਡੈਨਿਸ਼ ਵਾਤਾਵਰਣ
pl: ¦rodowisko duñskie
pt_br: Ambiente Dinamarquês
sq: Mjedisi Danez
sv: Dansk miljö
tl: Kapaligirang Danish
uk: Підтримка датської мови

source: This task installs packages and documentation in Danish to help Danish speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও দিনেমার ভাষায় রচিত সহায়িকা ইনস্টল করে যা দিনেমার ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v dánštině.
da: Denne opgavepakke installerer danske pakker og dokumentation, til brug for dansksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེ་ནིཤ་གྱི་ཁ་སླབ་མི་ཚུ་ ཌེ་བི་ཡཱན་ལག་ལེན་འཐབ་ནིའི་གྲོགས་རམ་འབད་ཐོག་ལས་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོ་བཀོད་པ་ དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en danés para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Daniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fi: Asentaa paketit ja dokumentaation tanskaksi auttamaan tanskankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો ડેનિશમાં સ્થાપિત કરે છે જે ડેનિશ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Denmark untuk membantu para pengguna berbahasa Denmark menggunakan Debian.
it: Questo task installa i pacchetti e la documentazione in danese per aiutare chi parla danese ad usare Debian.
ja: このタスクは、デンマーク語のパッケージやドキュメントをインストールし、デンマーク語話者が Debian を使いやすいようにします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ ​និង​ឯកសារ​ជា​​ភាសា​ដាណឺម៉ាក​ដើម្បីជួយ​អ្នក​ដែល​និយាយ​​ភាសាដាណឺម៉ាក​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಡೇನಿಷ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಡೇನಿಷ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು.
mk: Оваа задача инсталира пакети и документација на Дански да им помогне да луѓето кои зборуваат Дански при користење на Дебиан.
ne: यो कार्यले ड्यानिस बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न ड्यानिसमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Deenssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਡੈਨਿਸ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku duñskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em dinamarquês para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Danisht për të ndihmuar Danezët në përdorimin e Debian.
sv: Denna funktion installerar paket och dokumentation på danska för att hjälpa människor som talar danska att använda Debian.
tl: Nagluluklok ito ng mga pakete at mga babasahin na nagpapadali para sa mga nagsasalita ng Danish na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє датською.

source: Danish desktop
bn: দিনেমার ডেস্কটপ
cs: Desktop s podporou dánštiny
da: Dansk skrivebord
dz: ཌེ་ནིཤ་ཌེཀསི་ཊོཔ།
es: Escritorio en danés
eu: Daniera mahaigaina
fi: Tanskalainen työpöytä
gu: ડેનિશ ડેસ્કટોપ
id: Desktop berbahasa Denmark
it: Desktop danese
ja: デンマーク語デスクトップ
km: ផ្ទៃតុ​ភាសា​ដាណឺម៉ាក
kn: ಡೇನಿಷ್ ಗಣಕತೆರೆ
mk: Данска работна околина
ne: ड्यानिस डेस्कटप
nl: Deense desktop
pa_in: ਡੈਨਿਸ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko duñskie
pt_br: Desktop Dinamarquês
sq: Hapësira e punës Daneze
sv: Dansk skrivbordsmiljö
tl: Desktop na Danish
uk: Стільниця з підтримкою датської

source: This task localises the desktop in Danish.
bn: এই কাজটি দিনেমার ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro dánštinu.
da: Denne opgavepakke gør skrivebordet dansk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ ཌེ་ནིཤ་ནང་ལུ་བཟོ་བཏུབ་ཨིན།
es: Esta tarea localiza el escritorio en danés.
eu: Zeregin honek idazmahaia Danieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä tanskankielisen
gu: આ કાર્ય ડેસ્કટોપનું ડેનિશમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Denmark
it: Questo task installa un desktop localizzato in danese.
ja: このタスクは、デンマーク語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ដាណឺម៉ាក ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಡೇನಿಷ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на дански.
ne: यो कार्यले ड्यानिसमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Deens.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਡੈਨਿਸ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po duñsku.
pt_br: Esta tarefa disponibiliza o desktop em dinamarquês.
sq: Kjo detyrë shfaq hapësirën e punës në Danisht.
sv: Denna funktion anpassar skrivbordsmiljön för danska.
tl: Ginagawa nitong lokalisado ang desktop sa Danish.
uk: Це завдання робить стільницю локалізованою датською.

source: SQL database
bn: এস.কিউ.এল. ডেটাবেস
cs: SQL databáze
dz: ཨེསི་ཀིའུ་ཨེལ་གྱི་ གནད་སྡུད་གཞི་རྟེན།
es: Base de datos SQL
eu: SQL datubasea
fi: SQL-tietokanta
gu: SQL ડેટાબેઝ
hi: एसक्यूएल डाटाबेस
id: Basis data SQL
it: Database SQL
ja: SQL データベース
km: មូលដ្ឋាន​ទិន្នន័យ​ SQL
kn: SQL ದತ್ತಸಂಚಯ
mk: SQL база на податоци
mr: एस् क्यु एल् डेटाबेस
ne: SQL डेटावेस
pa_in: SQL ਡਾਟਾਬੇਸ
pl: Baza danych SQL
pt_br: Base de dados SQL
sq: Bazë të dhënash SQL
sv: SQL-databas
te: ఎస్.క్యు.ఏల్ (SQL) డేటాబేస్ (database)
tl: Database na SQL
uk: База даних SQL

source: This task selects client and server packages for the PostgreSQL database.
bn: এই কাজটি পোস্টগ্রেস-এস.কিউ.এল. ডেটাবেসের জন্য ক্লায়েন্ট ও সার্ভার প্যাকেজ বাছাই করে।
cs: Tato úloha vybere klientské a serverové balíky databáze PostgreSQL.
da: Denne opgavepakke omfatter klient- og serverpakker til PostgreSQL-databasen.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ པོས་གཱི་རི་ ཨེསི་ཀིའུ་ཨེལ་གཞི་རྟེན་གནས་སྡུད་གྱི་དོན་ལུ་ ཞབས་ཏོག་སྤྱོད་མི་དང་ ཐུམ་སྒྲིལ་དེ་་ཚུ་སེལ་འཐུ་འབདཝ་ཨིན།
es: Esta tarea selecciona paquetes clientes y servidor para la base de datos PostgreSQL.
eu: Zeregin honek PostgreSQL-ren bezero eta zerbitzari paketeak hautatzen ditu.
fi: Valitsee asiakas- ja palvelinpaketit PostgreSQL-tietokannalle.
gu: આ કાર્ય PostgreSQL ડેટાબેઝ માટે ક્લાયન્ટ અને સર્વર પેકેજો પસંદ કરે છે.
hi: यह टास्क पोस्टग्रेस्क्यूएल डाटाबेस के लिए सर्वर व ग्राहक पैकेजों का चयन करता है.
id: Penugasan ini memilih paket-paket klien dan server bagi basis data PostgreSQL.
it: Questo task seleziona sia il cliente che il server del database PostgreSQL.
ja: このタスクは、PostgreSQL データベースのクライアントとサーバの各パッケージを選択します。
km: ភារកិច្ច​នេះ​ជ្រើស​កញ្ចប់​ម៉ាស៊ីនភ្ញៀវ​ និង​ម៉ាស៊ីនបម្រើ សម្រាប់​មូលដ្ឋាន​ទិន្នន័យ PostgreSQL ។
mk: Оваа задача ги селектира клиентски и серверски пакети за PostgreSQL базата на податоци.
mr: या कार्यांतर्गत PostgreSQL डेटाबेस साठी क्लायंट व सर्व्हर पॅकेज निवडले जातील.
ne: यो कार्यले PostgreSQL डेटावेसको लागि ग्राहक र सर्भर प्याकेजहरू चयन गर्दछ ।
nl: Deze taak selecteert de client- en serverpakketten van de PostgreSQL-database.
pa_in: ਇਹ ਕਾਰਜ PostgreSQL ਡਾਟਾਬੇਸ ਲਈ ਕਲਾਂਇਟ ਅਤੇ ਸਰਵਰ ਪੈਕੇਜਾਂ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਸਹਾਇਕ ਹੈ।
pl: To zadanie wybiera pakiety klientów i serwera dla bazy danych PostgreSQL.
pt_br: Esta tarefa seleciona pacotes cliente e servidor para bases de dados PostgreSQL.
sq: Kjo detyrë zgjedh paketat klient dhe server për bazën e të dhënave PostgreSQL.
sv: Denna funktion väljer klient- och serverpaket för PostgreSQL-databasen.
te: ఈ టాస్కు (task) పోస్ట్ గ్రెస్క్యూఎల్ (PostgreSQL) సంబంధిత ప్యాకేజీలు ఎన్నుకుంటుంది.
tl: Pinipili nito ang mga paketeng pang-kliyente at pang-server para sa database na PostgreSQL.
uk: Це завдання вибирає клієнтські та серверні пакунки для бази даних PostgreSQL.

source: PostgreSQL is an SQL relational database, offering increasing SQL92 compliance and some SQL3 features. It is suitable for use with multi-user database access, through its facilities for transactions and fine-grained locking.
bn: পোস্টগ্রেস-এস.কিউ.এল. একটি রিলেশনাল ডেটাবেস; এটির এস.কিউ.এল.-৯২ সমর্থন ক্রমশ বৃদ্ধি পাচ্ছে এবং এস.কিউ.এল.-৩ এর কিছু বৈশিষ্ট্যও এতে আছে। এর রয়েছে ট্রানস্যাকশন ও উন্নত লকিং ব্যবস্থা এবং এ কারণে এটি মাল্টি-ইউজার ডেটাবেস হিসাবে ব্যবহারের উপযোগী।
cs: PostgreSQL je relační databáze nabízející stále lepší podporu SQL92 a některé vlastnosti SQL3. Díky své podpoře transakcí a jemnozrnnému zamykání je PostgreSQL vhodný k nasazení do víceuživatelského prostředí.
da: PostgreSQL er en SQL-relationsdatabase, der i højere og højere grad overholder SQL92 og har nogle SQL3-funktioner. Det vil passe til flerbruger databaseadgang på grund af dets transaktionsfaciliteter og finkornede fillåsning.
dz: པོས་གཱི་རི་ ཨེསི་ཀིའུ་ཨེལ་འདི་ SQL92འཁྲིལ་བསྟུན་དང་ SQL3གྱི་ཁྱད་རྣམ་ལ་ལུ་ཅིག་ཡར་འཕེལ་འབད་མི་གྱིཨེསི་ཀིའུ་ཨེལ་མཐུན་འབྲེལ་གྱིགནད་སྡུད་གཞི་རྟེནཅིག་ཨིན། སྤྲོད་ལེན་དང་ཕཱ་ཡིན་ གཱརན་ལོག་ཀིང་གི་མཐུན་རྐྱེན་ཐོག་ལསསྣ་མང་ལག་ལེན་པ་ གནད་སྡུད་གཞི་རྟེན་ འཛུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་འོས་འབབ་ཡོདཔ་ཨིན།
es: PostgreSQL es una base de datos relacional que es conforme al estándar SQL92 e incluye algunas funcionalidades de SQL3. Es apropiada para ser utilizada como una base de datos multi-usuario, gracias a su funcionalidad de transacciones y de bloqueo de grano fino.
eu: PostgreSQL SQL datubase erlazionala da, SQL92 hedagarritasuna eta SQL93-eko zenbait funtzionalitate eskaintzen ditu. Egokia da hainbat erabiltzailek datubasea atzitzeko, bere transakzio eta blokeo finak direla medio.
fi: PostgreSQL on SQL-relaatiotietokanta, josta löytyy parantuva SQL92-yhteensopivuus ja joitain SQL3-ominaisuuksia. Se sopii käytettäväksi monen käyttäjän tietokantana johtuen sen kyvyistä transaktioihin ja hienojakoisesta lukituksesta.
gu: PostgreSQL એ SQL રીલેશનલ ડેટાબેઝ છે, જે SQL92 સાથે સંગતતા અને કેટલીક SQL3 લાક્ષણિકતાઓ ધરાવે છે. તે અનેક-વપરાશકર્તા ડેટાબેઝ તરીકે, તેની પરિવહન અને સુંદર તાળું મારવાની વિશેષતા વડે વાપરી શકાય છે.
hi: पोस्टग्रेस्क्यूएल एक एसक्यूएल रिलेशनल डाटाबेस है, जोकि एसक्यूएल92 का अनुपालन करता है और कुछ एसक्यूएल3 विशेषताएँ भी प्रदान करता है. यह अपनी ट्रांज़ैक्शन सुविधाओं और परिष्कृत लॉकिंग के चलते बहु-उपयोक्ता डाटाबेस ऐक्सेस के लिए उपयुक्त है.
id: PostgreSQL adalah sebuah basis data tipe ralasional, yang menawarkan kesesuaian dengan standar SQL92 dan beberapa fitur SQL3. Cocok digunakan bagi akses basis data jamak pengguna, melalui fasilitas bagi penguncian transaksi-transaksi dan data yang sangat baik.
it: PostgreSQL è un database relazione SQL che offre una crescente aderenza allo standard SQL92 e include alcune caratteristiche di SQL3. Gestisce l'accesso simultaneo da più utenti e include le transazioni e una gestione dei lock puntuale.
ja: PostgreSQL は、より良く SQL92 に準拠し、SQL3 の機能も一部含んでいるSQL リレーショナルデータベースです。トランザクション機能やきめ細かなロッキング機能があるので、マルチユーザのデータベースアクセスに適しています。
km: PostgreSQL គឺជាមូលដ្ឋាន​ទិន្នន័យ​ទំនាក់ទំនង​ SQL មួយ, ការយល់ព្រម​ផ្តល់​ការបង្កើន SQL92 និង​លក្ខណៈ​ពិសេស​​របស់ SQL3 មួយចំនួន ។ វាគឺ​សមរម្យ​សម្រាប់​ប្រើជាមួយនឹង​ការចូលដំណើរការ​មូលដ្ឋានទិន្នន័យ​ពហុ​អ្នកប្រើ​​ ដោយឆ្លើយឆ្លងកាត់​ឧបករណ៍​របស់​វា​សម្រាប់​ការដោះដូរ​ និង​ការចាក់សោ​ដ៏​រឹងមាំល្អ ។
mk: PostgreSQL е SQL релациона база со податоци, нудејќи зголем број на SQL92 подршка како и некои SQL3 особини. Применлива е за користење за повеќе кориснички пристап до база на податоци, преку нејзините погони за трансакции и убаво-обмислено заклучување.
mr: PostgreSQL हा SQL संबंधीत डेटाबेस आहे, यामध्ये वाढीव SQL92 सहाय्यक व SQL3 ची काही वैशिष्ट्ये आहेत. बहू-उपयोजक डेटाबेस वापरासाठीहा सुयोग्य आहे, तसेच यात विनिमयाची आणि उच्च प्रतीच्यासुरक्षिततेची सोय आहे.
ne: PostgreSQL, SQL92 अनुवृति बृद्धि गर्न र केही SQL3 विशेषताहरू प्रस्ताव गर्ने एउटा SQL सम्बन्धित डेटावेस हो । यो बहुँविद प्रयोगकर्ता डेटावेस पहुँच संगै यसको कारोबारहरुको लागि सुविधाहरु र fine-grained locking मार्फत प्रयोग गर्न उपयुक्त हुन्छ ।
nl: PostgreSQL is een relationele SQL-database, die een groeiende SQL92 en SQL3 ondersteuning biedt. PostgreSQL is geschikt voor databasetoegang met meerdere gebruikers, wegens de faciliteiten voor transacties en fijnkorrelige vergrendeling
pa_in: PostgreSQL ਇੱਕ SQL ਰੀਲੇਸ਼ਨਲ ਡਾਟਾਬੇਸ ਹੈ, ਜੋ ਕਿ increasing SQL92 compliance ਅਤੇ ਕੁਝ SQL3 ਦੇ ਗੁਣ ਉਪਲੱਬਧ ਕਰਵਾਉਦੀ ਹੈ। ਇਸ ਨੂੰ ਬਹੁ-ਉਪਭੋਗੀ ਵਾਤਾਵਰਣ ਵਿੱਚ ਵਰਤਣਾ ਸੰਭਵ ਹੈ, ਜਿਸ ਨਾਲ ਇਹ ਸੰਚਾਰ ਅਤੇ ਤਾਲਾ-ਬੰਦੀ ਢੰਗ ਬਹੁਤ ਉੱਤਮ ਹੈ।
pl: PostgreSQL jest relacyjn± baz± danych SQL, oferuj±cych coraz wiêksz± zgodno¶æ z SQL92 oraz czê¶æ mo¿liwo¶ci SQL3. Jest odpowiednia do u¿ywania w wielou¿ytkownikowym dostêpie dziêki swoim u³atwieniom transakcji i rozwi±zaniom blokowania dostêpu.
pt_br: O PostgreSQL é um sistema de base de dados relacional SQL, que oferece compatibilidade crescente com os padrões SQL92 e alguns recursos SQL3. É adequado para acesso a bases de dados multi-usuário, através de suas facilidades para transações e "locking" de fina granularidade.
sq: PostgreSQL është një databazë relacionale, që ofron përputhshmëri më të mira me SQL92 dhe disa tipare të SQL3. Është e përshtatshme për t'u përdorur për akses multi-user, nëpërmjet pajisjeve për transaksione dhe kyçjes së përsosur.
sv: PostgreSQL är en SQL-relationsdatabas som erbjuder tilltagande stöd för SQL92 och vissa SQL3-funktioner. Den är lämplig att använda vid fleranvändaråtkomst till databasen på grund av sina faciliteter för transaktioner och finkornig låsning.
te: పోస్ట్ గ్రెస్క్యూఎల్ (PostgreSQL) అధికమవుతున్న SQL92 సమ్మతి (కంప్లయన్స్ [compliance]) మరియు కొన్ని SQL3 ఫీచర్లు అందించు ఒక ఎస్.క్యు.ఏల్ రిలేషనల్ డేటాబేస్ (SQL relational database). ఇది ట్రాంజక్షన్స్ (transactions) మరియు సూక్ష్మమైన (ఫైన్-గ్రైండ్ [fine-grained]) లాకింగ్ (locking) సదుపాయలతో మల్టి-యూజర్ (multi-user) డేటాబేస్ గా అనుకూలమైనది.
tl: Ang PostgreSQL ay isang SQL relational database, nagbibigay ng lumalawak na pagsunod sa SQL92 at ilan sa mga katangian ng SQL3. Nararapat itong gamitin sa maramihang gumagamit sa pag-akses ng database, gamit ang kanyang mga kasangkapan para sa mga transaksyon at fine-grained locking.
uk: PostgreSQL -- це реляційна SQL СКБД, що підтримує SQL92 та деякі можливості SQL3. Вона може використовуватися для багатокористувацьких систем, завдяки підтримці трансакцій та продуманій системі блокувань.

source: Desktop environment
bn: ডেস্কটপ পরিবেশ
cs: Desktopové prostředí
da: Skrivebordsmiljø
dz: ཌེཀསི་ཊོཔ་གི་མཐའ་འཁོར།
es: Entorno de escritorio
eu: Mahaigaina ingurunea
fi: Työpöytäympäristö
gu: ડેસ્કટોપ વાતાવરણ
hi: डेस्कटॉप परिवेश
id: Lingkungan Desktop
it: Ambiente desktop
ja: デスクトップ環境
km: បរិស្ថាន​​ផ្ទៃតុ
kn: ಗಣಕತೆರೆ ಪರಿಸರ
mk: Работна околина
mr: डेस्कटॉप परिवेश
ne: डेस्कटप परिवेश
nl: Grafische omgeving
pa_in: ਵੇਹੜਾ ਵਾਤਾਵਰਣ
pl: ¦rodowisko graficzne
pt_br: Ambiente Desktop
sq: Mjedisi i punës
sv: Skrivbordsmiljö
te: డెస్క్ టాప్ (desktop) పరిసరము
tl: Kapaligirang Desktop
uk: Стільниця
