Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task installs packages and documentation in Slovak to help Slovak speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও স্লোভাক ভাষায় রচিত সহায়িকা ইনস্টল করে যা স্লোভাক ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci ve slovenštině.
da: Denne opgavepakke installerer Slovakiske pakker og dokumentation, der skal hjælpe slovakisksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ སོལོ་བཱཀ་གི་ཁ་སླབ་མི་ཚུ་ ཌི་བི་ཡཱན་ ལག་ལེན་འཐབ་ནི་ནང་ལུ་ གྲོགས་འབད་ནིའི་དོན་ལས་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en esloveno que ayudan a utilizar Debian a personas que hablen ese idioma.
eu: Zeregin honek Slovakiarra hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa paketit ja dokumentaation slovakiaksi auttamaan slovakiankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો સ્લોવાકમાં સ્લોવાક ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Slovakia membantu para pengguna berbahasa Slovakia menggunakan Debian.
it: Questo task installa pacchetti e documentazione in slovacco per aiutare chi parla slovacco ad usare Debian.
ja: このタスクは、スロヴァキア語話者が Debian を使いやすくするために、スロヴァキア語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ និង​ឯកសារ​ជា​ភាសា​ស្លូវ៉ាគី​ដើម្បី​ជួយ​អ្នក​​ដែល​និយាយ​ភាសា​​ស្លូវ៉ាគី​ដើម្បី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಸ್ಲೊವಾಕ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಸ್ಲೊವಾಕ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на словачки за да им помогне на луѓето кои говорат словачки при користење на Дебиан.
ne: यो कार्यले श्लोभाक बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न श्लोभाकमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Slovaakssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਸਲੋਵਾਕ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku s³owackim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em eslovaco para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Sllovakisht për të ndihmuar folësit e Sllovakishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på slovakiska för att hjälpa människor som talar slovakiska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin upang tulungan ang mga nagsasalita ng Slovak na gumamit ng Debian.
uk: Це завдання встановлює пакунки та документацію, що дозволяють полегшити використання Debian тим, хто розмовляє словацькою мовою.

source: Slovak desktop
bn: স্লোভাক ডেস্কটপ
cs: Desktop s podporou slovenštiny
da: Slovakisk skrivebord
dz: སོལོ་བཱཀ་གི་ཌེཀསི་ཊོཔ།
es: Escritorio en eslovaco
eu: Slovakiar idazmahaia
fi: Slovakialainen työpöytä
gu: સ્લોવાક ડેસ્કટોપ
id: Desktop berbahasa Slovak
it: Desktop slovacco
ja: スロヴァキア語デスクトップ
km: ផ្ទៃតុ​ភាសា​ស្លូវ៉ាគី
kn: ಸ್ಲೊವಾಕ್ ಗಣಕತೆರೆ
mk: Словечка работна околина
ne: श्लोभाक डेस्कटप
nl: Slovaakse desktop
pa_in: ਸਲੋਵਾਕ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko s³owackie
pt_br: Desktop Eslovaco
sq: Hapësira e punës Sllovake
sv: Slovakisk skrivbordsmiljö
tl: Desktop na Slovak
uk: Стільниця з підтримкою словацької

source: This task localises the desktop in Slovak.
bn: এই কাজটি স্লোভাক ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro slovenštinu.
da: Denne opgavepakke gør skrivebordet Slovakisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ སོལོ་བཱཀ་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en eslovaco.
eu: Zeregin honek idazmahaia Eslobakieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä slovakiankielisen
gu: આ કાર્ય ડેસ્કટોપનું સ્લોવાકમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop lokal Slovakia.
it: Questo task installa un desktop localizzato in slovacco.
ja: このタスクは、スロヴァキア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ស្លូវ៉គី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಸ್ಲೊವಾಕ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на словачки.
ne: यो कार्यले श्लोभाकमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Slovaaks.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਸਲੋਵਾਕ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po s³owacku.
pt_br: Esta tarefa disponibiliza o desktop em eslovaco.
sq: Kjo detyrë shfaq hapësirën e punës në Sllovakisht.
sv: Denna funktion anpassar skrivbordsmiljön för slovakiska.
tl: Ginagawa nitong lokalisado ang desktop sa Slovak.
uk: Це завдання робить стільницю локалізованою словацькою.

source: Slovenian environment
cs: Slovinské prostředí
da: Slovensk miljø
dz: སོལོ་བི་ནི་ཡཱན་གི་སྐད་ཡིག།
es: Entorno en esloveno
eu: Eslobeniar ingurunea
gu: સ્લોવેનિયન વાતાવરણ
it: Ambiente sloveno
ja: スロベニア語環境
km: បរិស្ថាន​​ភាសា​ស្លូវ៉ានី
kn: ಸ್ಲೋವೇನಿಯನ್ ಪರಿಸರ
mk: Словенска средина
nl: Sloveense omgeving
pl: ¦rodowisko s³oweñskie
pt_br: Ambiente Esloveno
sq: Mjedisi Slloven
sv: Slovensk miljö
tl: Kapaligirang Slovenian
uk: Підтримка словенської мови

source: This task installs packages and documentation in Slovenian to help Slovenian speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci ve slovinštině.
da: Denne opgavepakke installerer Slovakiske pakker og dokumentation, der skal hjælpe slovensksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ སོལོ་བི་ནི་ཡཱན་གི་ཁ་སླབ་མི་ཚུ་ ཌི་བི་ཡཱན་ ལག་ལེན་འཐབ་ནི་ནང་ལུ་ གྲོགས་འབད་ནིའི་དོན་ལས་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en esloveno que ayudan a utilizar Debian a personas que hablen en esloveno.
eu: Zeregin honek Eslobeniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો સ્લોવેનિયનમાં સ્લોવેનિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in sloveno per aiutare chi parla sloveno ad usare Debian.
ja: このタスクは、スロベニア語話者が Debian を使いやすくするために、スロベニア語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​ស្លូវ៉ានី ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ស្លូវ៉ានី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಸ್ಲೋವೇನಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಸ್ಲೋವೇನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на словенечки за да им помогне на луѓето кои говорат словенечки при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Sloveenssprekenden om Debian te gebruiken.
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku s³oweñskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em esloveno para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Sllovenisht për të ndihmuar Sllovenët të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på slovenska för att hjälpa människor som talar slovenska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin upang tulungan ang mga nagsasalita ng Slovenian na gumamit ng Debian.
uk: Це завдання встановлює пакунки та документацію, що дозволяють полегшити використання Debian тим, хто розмовляє словенською мовою.

source: Slovenian desktop
cs: Desktop s podporou slovinštiny
da: Slovensk skrivebord
dz: སོལོ་བི་ནི་ཡཱན་གྱི་ཌེཀསི་ཊོཔ།
es: Escritorio en esloveno
eu: Slobeniar idazmahaia
gu: સ્લોવેનિયન ડેસ્કટોપ
it: Desktop sloveno
ja: スロベニア語デスクトップ
km: ផ្ទៃតុ​ភាសា​ស្លូវ៉ានី
kn: ಸ್ಲೋವೇನಿಯನ್ ಗಣಕತೆರೆ
mk: Словенечка работна околина
nl: Sloveense desktop
pl: Graficzne ¶rodowisko s³oweñskie
pt_br: Desktop Esloveno
sq: Hapësira e punës Sllovene
sv: Slovensk skrivbordsmiljö
tl: Desktop na Slovenian
uk: Стільниця з підтримкою словенської

source: This task localises the desktop in Slovenian.
cs: Tato úloha přizpůsobí desktop pro slovinštinu.
da: Denne opgavepakke gør skrivebordet slovensk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ སོལོ་བི་ནི་ཡཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en esloveno.
eu: zeregin honek idazmahaia Eslobenieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું સ્લોવેનિયનમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in sloveno.
ja: このタスクは、スロベニア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ស្លូវ៉ានី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಸ್ಲೋವೇನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на словенечки.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Sloveens.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po s³oweñsku.
pt_br: Esta tarefa disponibiliza o desktop em esloveno.
sq: Kjo detyrë shfaq hapësirën e punës në Sllovenisht.
sv: Denna funktion anpassar skrivbordsmiljön för slovenska.
tl: Ginagawa nitong lokalisado ang desktop sa Slovenian.
uk: Це завдання робить стільницю локалізованою словенською.

source: Spanish environment
bn: স্পেনিয় পরিবেশ
cs: Španělské prostředí
da: Spansk miljø
dz: སིཔེ་ནིཤི་གིསྐད་ཡིག།
es: Entorno en español
eu: Espainiar ingurunea
fi: Espanjalainen ympäristö
gu: સ્પેનિશ વાતાવરણ
id: Lingkungan bahasa Spanyol
it: Ambiente spagnolo
ja: スペイン語環境
km: បរិស្ថាន​ភាសា​​អេស្ប៉ាញ
kn: ಸ್ಪ್ಯಾನಿಶ್ ಪರಿಸರ
mk: Шпанска средина
ne: स्प्यानिस परिवेश
nl: Spaanse omgeving
pa_in: ਸਪੇਨੀ ਵਾਤਾਵਰਣ
pl: Hiszpañskie ¶rodowisko
pt_br: Ambiente Espanhol
sq: Mjedisi Spanjoll
sv: Spansk miljö
tl: Kapaligirang Espanyol
uk: Підтримка іспанської мови

source: This task installs programs, data files, and documentation that make it easier for Spanish speakers to use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও স্পেনিয় ভাষায় রচিত সহায়িকা ইনস্টল করে যা স্পেনিয় ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci ve španělštině.
da: Denne opgavepakke installerer programmer, datafiler og dokumentation, som gør det lettere for spansksprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ སིཔེ་ནིཤི་གི་་ཁ་སླབ་མི་ཚུ་ལུ་ ཌི་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལས་རིམ་དང་ གནད་སྡུད་ཡིག་སྣོད་ དེ་ལས་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos y documentación en español (castellano) útil para hispanoparlantes que deseen utilizar Debian.
eu: Zeregin honek Gaztelania hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa ohjelmat, datatiedostot ja dokumentaation espanjaksi auttamaan espanjankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો અને દસ્તાવેજો સ્થાપિત કરીને સ્પેનિશ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરે છે.
id: Penugasan ini memasang program-program, berkas data dan dokumentasi yang mempermudah para pengguna berbahasa Spanyol menggunakan Debian.
it: Questo task installa pacchetti e documentazione in spagnolo per aiutare chi parla spagnolo ad usare Debian.
ja: このタスクは、スペイン語話者が Debian を使いやすくするために、スペイン語のプログラム・データファイル・ドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កម្មវិធី ឯកសារ​ទិន្នន័យ និង​ឯកសារ​ដែលធ្វើឲ្យ​វា​កាន់​តែ​ងាយស្រួល​ដល់​អ្នក​ដែល​​និយាយ​ភាសា​អេស្ប៉ាញ​ដើម្បី​អាច​ឲ្យ​​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಸ್ಪ್ಯಾನಿಶ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ ಕುರಿತ ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети, датотеки со податоци и документација на шпански за да им помогне на луѓето кои говорат шпански при користење на Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न स्प्यानिस वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Spaanssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਸਪੇਨੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku hiszpañskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam espanhol.
sq: Kjo detyrë instalon programe, të dhëna dhe dokumentacion që lehtësojnë folësit e Spanjishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på spanska för att hjälpa människor som talar spanska att använda Debian.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, at babasahin na nagpapadali para sa mga nagsasalita ng Espanyol sa Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє іспанською.

source: Spanish desktop
bn: স্পেনিয় ডেস্কটপ
cs: Desktop s podporou španělštiny
da: Spansk skrivebord
dz: སིཔེ་ཤིནི་གྱི་ ་ཌེཀསི་ཊོཔ།
es: Escritorio en español
eu: Espainiar mahaigaina
fi: Espanjalainen työpöytä
gu: સ્પેનિશ ડેસ્કટોપ
id: Desktop berbahasa Spanyol
it: Desktop spagnolo
ja: スペイン語デスクトップ
km: ផ្ទៃតុ​ភាសា​អេស្ប៉ាញ
kn: ಸ್ಪ್ಯಾನಿಶ್ ಗಣಕತೆರೆ
mk: Шпанска работна околина
ne: स्प्यानिस डेस्कटप
nl: Spaanse desktop
pa_in: ਸਪੇਨੀ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko hiszpañskie
pt_br: Desktop Espanhol
sq: Hapësira e punës Spanjolle
sv: Spansk skrivbordsmiljö
tl: Desktop na Espanyol
uk: Стільниця з підтримкою іспанської

source: This task localises the desktop in Spanish.
bn: এই কাজটি স্পেনিয় ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro španělštinu.
da: Denne opgavepakke gør skrivebordet spansk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ སིཔེ་ནིཤི་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en español.
eu: zeregin honek idazmahaia Gaztelaniaz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä espanjankielisen
gu: આ કાર્ય ડેસ્કટોપનું સ્પેનિશમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Spanyol.
it: Questo task installa un desktop localizzato in spagnolo.
ja: このタスクは、スペイン語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អេស្ប៉ាញ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಸ್ಪ್ಯಾನಿಶ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на шпански.
ne: यो कार्यले स्प्यानिसमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Spaans.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਸਪੇਨੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po hiszpañsku.
pt_br: Esta tarefa disponibiliza o desktop em espanhol.
sq: Kjo detyrë shfaq hapësirën e punës në Spanjisht.
sv: Denna funktion anpassar skrivbordsmiljön för spanska.
tl: Ginagawa nitong lokalisado ang desktop sa Espanyol
uk: Це завдання робить стільницю локалізованою іспанською.

source: Standard system
bn: প্রমিত সিস্টেম
cs: Standardní systém
dz: ཚད་ལྡན་རིམ་ལུགས།
es: Sistema estándar
eu: Sistema estandarra
fi: Tavallinen järjestelmä
gu: પ્રમાણભૂત સિસ્ટમ
hi: मानक सिस्टम
id: Sistem Standar
it: Sistema standard
ja: 標準システム
km: ប្រព័ន្ធ​ខ្នាត​គំរូ
mk: Основен систем
mr: प्रमाणित प्रणाली
ne: मानक प्रणाली
nl: Standaard systeem
pa_in: ਮਿਆਰੀ ਸਿਸਟਮ
pl: System podstawowy
pt_br: Sistema básico
sq: Sistemi Standard
te: సాధారణ (స్టాండర్డ్ [standard]) వ్యవస్థ
tl: Sistemang standard
uk: Стандартна система

source: This task installs a reasonably small character-mode system.
bn: এই কাজটি একটি অপেক্ষাকৃত ছোট ক্যারেক্টার-মোড সিস্টেম ইনস্টল করে।
cs: Tato úloha nainstaluje rozumně malý systém v textovém režimu.
da: Denne opgavepakke installerer et ret småt tegnbaseret system.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཁུངས་ལྡན་གྱི་ ཡིག་འབྲུ་ཆུ་ཀུའི་ རིམ་ལུགས་ཅིག ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala un sistema de modo caracter razonablemente pequeño.
eu: Zeregin honek karakete-modu sistema nahiko txiki bat instalatuko du
fi: Asentaa pienehkön komentoriviltä käytettävän järjestelmän.
gu: આ કાર્ય પ્રમાણમાં નાની અક્ષર-સ્થિતી વાળી સિસ્ટમ સ્થાપિત કરે છે.
hi: यह टास्क एक यथोचित छोटे कैरेक्टर-मोड सिस्टम का संस्थापन करता है.
id: Penugasan ini memasang sistem kecil berbasis konsol teks.
it: Questo task installa un sistema minimo a caratteri.
ja: このタスクは、適度に小さな、文字モードのシステムをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​ប្រព័ន្ធ​របៀប​​តួអក្សរ​តូច​ដោយសមហេតុផល ។
mk: Оваа задача инсталира разумно мал систем за режим на знаци.
mr: या द्वारे संयुक्तिकरित्या स्वल्पाक्षरे-विकल्प पद्धती संस्थापित करण्यात येइल.
ne: यो कार्यले समुचित रुपले सानो क्यारेक्टर मोड प्रणालीलाई स्थापना गर्दछ ।
nl: Deze taak installeert een redelijk klein karakter-modus systeem.
pa_in: ਇਹ ਢੰਗ ਨਾਲ ਇੱਕ ਖਾਸ ਤੌਰ ਉੱਤੇ ਛੋਟੇ ਅੱਖਰ-ਢੰਗ ਸਿਸਟਮ ਇੰਸਟਾਲ ਹੋਵੇਗਾ।
pl: To zadanie instaluje rozs±dnie ma³y system w trybie tekstowym.
pt_br: Esta tarefa instala um sistema em modo texto razoavelmente pequeno.
sq: Kjo detyrë instalon një sistem me modalitet gërmash disi më të vogla.
sv: Denna funktion installerar en rimligt litet text-baserat system.
te: ఈ టాస్కు (task) అనువుగావుండు ఒక చిన్న క్యారెక్టర్-మోడ్ సిస్టం (character-mode system) ను సిద్ధము చేస్తుంది.
tl: Nagluluklok ito ng maliit na sistemang karakter mode lamang.
uk: Це завдання встановлює помірковано малу систему для текстового режиму.

source: Swedish environment
bn: সুইডিশ পরিবেশ
cs: Švédské prostředí
da: Svensk miljø
dz: སུའི་ཌིཤི་གི་་སྐད་ཡིག།
es: Entorno en sueco
eu: Suediar ingurunea
fi: Ruotsalainen ympäristö
gu: સ્વિડિશ વાતાવરણ
id: Lingkungan Bahasa Swedia
it: Ambiente svedese
ja: スウェーデン語環境
km: បរិស្ថាន​​ភាសា​ស៊ុយអែដ
kn: ಸ್ವೀಡಿಷ್ ಪರಿಸರ
mk: Шведска средина
ne: स्विडिस परिवेश
nl: Zweedse omgeving
pa_in: ਸਵੀਡਸ਼ ਵਾਤਾਵਰਣ
pl: Szwedzkie ¶rodowisko
pt_br: Ambiente Sueco
sq: Hapësira e punës Suedeze
sv: Svensk miljö
tl: Kapaligirang Swedish
uk: Підтримка шведської мови

source: This task installs packages and documentation in Swedish to help Swedish speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও সুইডিশ ভাষায় রচিত সহায়িকা ইনস্টল করে যা সুইডিশ ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci ve švédštině.
da: Denne opgavepakke installerer svenske pakker og dokumentation, til brug for svensksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས སུའི་ཌིཤི་་ ཁ་སླབ་མི་ཚུ་་ ཌི་བི་ཡཱན་ ལག་ལེན་འཐབ་ནིའི་ཕན་ཐབས་ལུ་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en útil útil para el manejo de Debian por parte de usuarios que hablen este idioma.
eu: Zeregin honek Suediera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa paketit ja dokumentaation ruotsiksi auttamaan ruotsinkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો સ્વિડિશમાં સ્વિડિશ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Swedia untuk membantu para pengguna berbahasa Swedia menggunakan Debian.
it: Questo task installa pacchetti e documentazione in svedese per aiutare chi parla svedese ad usare Debian.
ja: このタスクは、スウェーデン語話者が Debian を使いやすくするために、スウェーデン語のプログラムとドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ និង​ឯកសារ​ជា​ភាសា​ស៊ុយអែដ​​​ដើម្បីជួយអ្នក​​ដែល​និយាយ​​ភាសា​ស៊ុយអែដ​ដើម្បី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಸ್ವೀಡಿಷ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಸ್ವೀಡಿಷ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на шведски за да им помогне на луѓето кои говорат шведски при користење на Дебиан.
ne: यो कार्यले स्विडिस बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न स्विडिसमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Zweedssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਸਵੀਡਿਸ਼ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku szwedzkim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em sueco para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Suedisht për të ndihmuar folësit e Suedishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på svenska för att hjälpa människor som talar svenska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Swedish upang tulungan ang nagsasalita ng Swedish na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє шведською.

source: Swedish desktop
bn: সুইডিশ ডেস্কটপ
cs: Desktop s podporou švédštiny
da: Svensk skrivebord
dz: སུའི་ཌིཤི་གི་ ཌེཀསི་ཊོཔ།
es: Escritorio en sueco
eu: Suediar mahaigaina
fi: Ruotsalainen työpöytä
gu: સ્વિડિશ ડેસ્કટોપ
id: Desktop berbahasa Swedia
it: Desktop svedese
ja: スウェーデン語デスクトップ
km: ផ្ទៃតុ​ភាសា​ស៊ុយអែដ
kn: ಸ್ವೀಡಿಷ್ ಗಣಕತೆರೆ
mk: Шведска работна околина
ne: स्विडिस डेस्कटप
nl: Zweedse desktop
pa_in: ਸਵੀਡਸ਼ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko szwedzkie
pt_br: Desktop Sueco
sq: Hapësira e punës Suedeze
sv: Svensk skrivbordsmiljö
tl: Desktop na Swedish
uk: Стільниця з підтримкою шведської

source: This task localises the desktop in Swedish.
bn: এই কাজটি সুইডিশ ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro švédštinu.
da: Denne opgavepakke gør skrivebordet svensk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ སུའི་ཌིཤི་ནང་བཏུབ་ བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en sueco.
eu: Zeregin honek idazmahaia Suedieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä ruotsinkielisen
gu: આ કાર્ય ડેસ્કટોપનું સ્વિડિશમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Swedia
it: Questo task installa un desktop localizzato in svedese.
ja: このタスクは、スウェーデン語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ស៊ុយអែដ​ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಸ್ವೀಡಿಷ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на шведски.
ne: यो कार्यले स्विडिसमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Zweeds.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਸਵੀਡਨੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po szwedzku.
pt_br: Esta tarefa disponibiliza o desktop em sueco.
sq: Kjo detyrë shfaq hapësirën e punës në Suedisht.
sv: Denna funktion anpassar skrivbordsmiljön för svenska.
tl: Ginagawa nitong lokalisado ang desktop sa Swedish
uk: Це завдання робить стільницю локалізованою шведською.

source: Tagalog environment
cs: Tatalogské prostředí
da: Taqalog miljø
dz: ཏ་ག་ལོག་གི་ མཐའ་འཁོའ།
es: Entorno en tagalog
eu: Tagalogar ingurunea
gu: તાગાલોગ વાતાવરણ
it: Ambiente filippino (Tagalog)
ja: タガログ語環境
km: បរិស្ថាន​​​ភាសា​តាកាឡូក
kn: ಟಾಗಾಲೋಗ್ ಪರಿಸರ
mk: Тагалог средина
nl: Tagalog omgeving
pt_br: Ambiente Tagalog
sq: Mjedisi Tagalog
sv: Tagalogisk miljö
tl: Kapaligirang Tagalog
uk: Підтримка тагальської мови
