Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task installs packages and documentation in French to help French speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও ফরাসি ভাষায় রচিত সহায়িকা ইনস্টল করে যা ফরাসি ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci ve francouzštině.
da: Denne opgavepakke installerer franske pakker og dokumentation, til brug for fransksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཕིརེནཆི་ གི་ཁ་སླབ་མི་ཚུ་ལུ་ ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en francés para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Frantsesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fi: Asentaa paketit ja dokumentaation ranskaksi auttamaan ranskankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો ફ્રેન્ચમાં ફ્રેન્ચ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Perancis untuk membantu para pengguna berbahasa Perancis menggunakan Debian.
it: Questo task installa i pacchetti e la documentazione in francese per aiutare chi parla francese ad usare Debian.
ja: このタスクは、フランス語話者が Debian を使いやすくするために、フランス語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ និង​ឯកសារ​ជា​​ភាសា​បារាំង​ដើម្បី​ជួយ​អ្នក​​ដែល​និយាយ​ភាសា​បារាំង​អាច​​ឲ្យ​ប្រើ​​ដេបៀន​បាន ។
kn: ಇದು ಫ್ರೆಂಚ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಫ್ರೆಂಚ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на француски за да им помогне на луѓето кои говорат француски при користење на Дебиан.
ne: यो कार्यले फ्रेन्च बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न फ्रेन्चमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Franssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਫਰੈਂਚ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku francuskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em francês para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Frengjisht për të ndihmuar folësit e Frengjishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på franska för att hjälpa människor som talar franska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Pranses upang tulungan ang mga nagsasalita ng Pranses na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє французькою.

source: French desktop
bn: ফরাসি ডেস্কটপ
cs: Desktop s podporou francouzštiny
da: Fransk skrivebord
dz: ཕིརེནཆི་ ཌེཀསི་ཊོཔ།
es: Escritorio en francés
eu: Frantses mahaigaina
fi: Ranskalainen työpöytä
gu: ફ્રેન્ચ ડેસ્કટોપ
id: Desktop berbahasa Perancis
it: Desktop francese
ja: フランス語デスクトップ
km: ផ្ទៃតុ​ភាសា​បារាំង
kn: ಫ್ರೆಂಚ್ ಗಣಕತೆರೆ
mk: Француска работна околина
ne: फ्रेन्च डेस्कटप
nl: Franse desktop
pa_in: ਫਰੈਂਚ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko francuskie
pt_br: Desktop Francês
sq: Hapësira e punës Frënge
sv: Fransk skrivbordsmiljö
tl: Desktop na Pranses
uk: Стільниця з підтримкою французької

source: This task localises the desktop in French.
bn: এই কাজটি ফরাসি ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro francouzštinu.
da: Denne opgavepakke gør skrivebordet fransk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཕིརེནཆི་ནང་བཏུབ་ བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en francés.
eu: Zeregin honek idazmahaia Frantsesez ezartzen du.
fi: Tämä tehtävä tekee työpöydästä ranskankielisen
gu: આ કાર્ય ડેસ્કટોપનું ફ્રેન્ચમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Perancis
it: Questo task installa un desktop localizzato in francese.
ja: このタスクは、フランス語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​បារាំង ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಫ್ರೆಂಚ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на француски.
ne: यो कार्यले फ्रेन्चमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Frans.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਫਰੈਂਚ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po francusku.
pt_br: Esta tarefa disponibiliza o desktop em francês.
sq: Kjo detyrë shfaq hapësirën e punës në Frengjisht
sv: Denna funktion anpassar skrivbordsmiljön för franska.
tl: Ginagawa nitong lokalisado ang desktop para sa Pranses.
uk: Це завдання робить стільницю локалізованою французькою.

source: Galician environment
cs: Galicijské prostředí
da: Galisisk miljø
dz: གེ་ལི་ཤི་ཡཱན་གྱི་སྐད་ཡིག།
es: Entorno en gallego
eu: Galiziar ingurunea
gu: ગેલેશિયન વાતાવરણ
it: Ambiente galiziano
ja: ガリシア語環境
km: បរិស្ថាន​​ភាសា​ហ្គាលីស្យាន
kn: ಗೆಲೀಶಿಯನ್ ಪರಿಸರ
mk: Галска средина
nl: Galiciaanse omgeving
pt_br: Ambiente Galício (Galego)
sq: Hapësira e punës Galike
sv: Galicisk miljö
tl: Kapaligirang Galician
uk: Підтримка гальської мови

source: This task installs packages and documentation in Galician to help Galician speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v galicijštině.
da: Denne opgavepakke installerer Italienske pakker og dokumentation, der skal hjælpe galisisksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ གེ་ལི་ཤི་ཡཱན་གྱི་ ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en gallego que ayudan a utilizar Debian a personas que hablen en gallego.
eu: Zeregin honek Galiziera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો ગેલેશિયનમાં ગેલેશિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in galiziano per aiutare chi parla galiziano ad usare Debian.
ja: このタスクは、ガリシア語話者が Debian を使いやすくするために、ガリシア語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​ហ្គាលីស្យាន ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ភាសា​ហ្គាលីស្យាន អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಗೆಲೀಶಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಗೆಲೀಶಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на галски за да им помогне на луѓето кои говорат галски при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Galiciaanssprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala pacotes e documentação em galício (galego) para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në gjuhën Galike për të ndihmuar folësit e Galikes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på galiciska för att hjälpa människor som talar galiciska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Galician upang tulungan ang mga nagsasalita ng Galician na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian тим, хто розмовляє гальською мовою.

source: Galician desktop
cs: Desktop s podporou galicijštiny
da: Galisisk skrivebord
dz: གེ་ལི་ཤི་ཡཱན་གྱི་ ཌེཀསི་ཊོཔ།
es: Escritorio en gallego
eu: Galiziar mahaigaina
gu: ગેલેશિયન ડેસ્કટોપ
it: Desktop galiziano
ja: ガリシア語デスクトップ
km: ផ្ទៃតុ​ភាសា​ហ្គាលីស្យាន
kn: ಗೆಲೀಶಿಯನ್ ಗಣಕತೆರೆ
mk: Галска работна околина
nl: Galiciaanse desktop
pt_br: Desktop Galício (Galego)
sq: Hapësira e punës Galike
sv: Galicisk skrivbordsmiljö
tl: Desktop na Galician
uk: Стільниця з підтримкою гальської

source: This task localises the desktop in Galician.
cs: Tato úloha přizpůsobí desktop pro galicijštinu.
da: Denne opgavepakke gør skrivebordet galisisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ གེ་ལི་ཤི་ཡཱན་ ནང་ལུ་བཏུབ་བཟོཝ་ཨིན
es: Esta tarea localiza el escritorio en gallego.
eu: Zeregin honek idazmahaia Galizieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું ગેલેશિયનમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in galiziano.
ja: このタスクは、ガリシア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ហ្គាលីស្យាន ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಗೆಲೀಶಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на галски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Galiciaans.
pt_br: Esta tarefa disponibiliza o desktop em galício (galego).
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Galike.
sv: Denna funktion anpassar skrivbordsmiljön för galiciska.
tl: Ginagawa nitong lokalisado ang desktop sa Galician.
uk: Це завдання робить стільницю локалізованою гальською.

source: Georgian desktop
cs: Desktop s podporou gruzínštiny
da: Georgisk skrivebord
dz: ཇིའོར་ཇི་ཡཱན་ ཌེཀ་སི་ཊོཔ།
es: Escritorio en georgiano
eu: Georgiar mahaigaina
gu: જ્યોર્જિયન ડેસ્કટોપ
it: Desktop georgiano
ja: グルジア語デスクトップ
km: ផ្ទៃតុ​ភាសា​ហ្សកហ្ស៊ី
kn: ಜಾರ್ಜಿಯನ್ ಗಣಕತೆರೆ
mk: Грузиска работна околина
nl: Georgische desktop
pl: Graficzne ¶rodowisko gruziñskie
pt_br: Desktop Georgiano
sq: Hapësira e punës Gjeorgjiane
sv: Georgisk skrivbordsmiljö
tl: Desktop na Georgian
uk: Стільниця з підтримкою грузинської

source: This task localises the desktop in Georgian.
cs: Tato úloha přizpůsobí desktop pro gruzínštinu.
da: Denne opgavepakke gør skrivebordet georgisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ཇིའོར་ཇི་ཡཱན་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en georgiano.
eu: Zeregin honek idazmahaia Georgieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું જ્યોર્જિયનમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in georgiano.
ja: このタスクは、グルジア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ហ្សកហ្ស៊ី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಜಾರ್ಜಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на грузиски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Georgisch.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po gruziñsku.
pt_br: Esta tarefa disponibiliza o desktop em georgiano.
sq: Kjo detyrë shfaq hapësirën e punës në Gjeorgjisht.
sv: Denna funktion anpassar skrivbordsmiljön för georgiska.
tl: Ginagawa nitong lokalisado ang desktop sa Georgian.
uk: Це завдання робить стільницю локалізованою грузинською.

source: German environment
bn: জার্মান পরিবেশ
cs: Německé prostředí
da: Tysk miljø
dz: ཇར་མཱན་གྱི་ སྐད་ཡིག།
es: Entorno en alemán
eu: Alemaniar ingurunea
fi: Saksalainen ympäristö
gu: જર્મન વાતાવરણ
id: Lingkungan bahasa Jerman
it: Ambiente tedesco
ja: ドイツ語環境
km: បរិស្ថាន​ភាសា​​អាល្លឺម៉ង់
kn: ಜರ್ಮನ್ ಪರಿಸರ
mk: Германска средина
ne: जर्मन परिवेश
nl: Duitse omgeving
pa_in: ਜਰਮਨ ਵਾਤਾਵਰਣ
pl: ¦rodowisko niemieckie
pt_br: Ambiente Alemão
sq: Mjedisi Gjerman
sv: Tysk miljö
tl: Kapaligirang Aleman
uk: Підтримка німецької мови

source: This task installs packages and documentation in German to help German speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও জার্মান ভাষায় রচিত সহায়িকা ইনস্টল করে যা জার্মান ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v němčině.
da: Denne opgavepakke installerer tyske pakker og dokumentation, der skal hjælpe tysksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཇར་མཱན་གྱི་ཁ་སླབ་མི་ཚུ་ལུ་ ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་་ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en alemán para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Alemaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fi: Asentaa paketit ja dokumentaation saksaksi auttamaan saksankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો જર્મનમાં જર્મન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Jerman untuk membantu para pengguna berbahasa Jerman menggunakan Debian.
it: Questo task installa pacchetti e documentazione in tedesco per aiutare chi parla tedesco ad usare Debian.
ja: このタスクは、ドイツ語話者が Debian を使いやすくするために、ドイツ語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ និង​ឯកសារ​ជា​​ភាសា​អាល្លឺម៉ង់​​ដើម្បី​ជួយ​​អ្នក​ដែល​​និយាយ​ភាសា​អាល្លឺម៉ង់​អាច​​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಜರ್ಮನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಜರ್ಮನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на германски за да им помогне на луѓето кои говорат германски при користење на Дебиан.
ne: यो कार्यले जर्मन बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न जर्मनमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Duitssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਜਰਮਨ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku niemieckim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em alemão para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Gjermanisht për të ndihmuar folësit e Gjermanishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på tyska för att hjälpa människor som talar tyska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Aleman upang tulungan ang mga nagsasalita ng Aleman na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє німецькою.

source: German desktop
bn: জার্মান ডেেস্কটপ
cs: Desktop s podporou němčiny
da: Tysk skrivebord
dz: ཇར་མཱན་ ཌེཀ་སི་ཊོཔ།
es: Escritorio en alemán
eu: Alemaniar mahaigaina
fi: Saksalainen työpöytä
gu: જર્મન ડેસ્કટોપ
id: Desktop berbahasa Jerman
it: Desktop tedesco
ja: ドイツ語デスクトップ
km: ផ្ទៃតុ​ភាសា​អាល្លឺម៉ង់
kn: ಜರ್ಮನ್ ಗಣಕತೆರೆ
mk: Германска работна околина
ne: जर्मन डेस्कटप
nl: Duitse desktop
pa_in: ਜਰਮਨ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko niemieckie
pt_br: Desktop Alemão
sq: Hapësira e punës Gjermane
sv: Tysk skrivbordsmiljö
tl: Desktop na Aleman
uk: Стільниця з підтримкою німецької

source: This task localises the desktop in German.
bn: এই কাজটি জার্মান ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro němčinu.
da: Denne opgavepakke gør skrivebordet tysk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་་ཇར་མཱན་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en alemán.
eu: Zeregin honek idazmahaia Alemanieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä saksankielisen
gu: આ કાર્ય ડેસ્કટોપનું જર્મનમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Jerman.
it: Questo task installa un desktop localizzato in tedesco.
ja: このタスクは、ドイツ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អាល្លឺម៉ង់ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಜರ್ಮನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на германски.
ne: यो कार्यले जर्मनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Duits.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਜਰਮਨ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po niemiecku.
pt_br: Esta tarefa disponibiliza o desktop em alemão.
sq: Kjo detyrë shfaq hapësirën e punës në Gjermanisht.
sv: Denna funktion anpassar skrivbordsmiljön för tyska.
tl: Ginagawa nitong lokalisado ang desktop sa Aleman.
uk: Це завдання робить стільницю локалізованою німецькою.

source: Gnome desktop environment
bn: গনোম ডেস্কটপ পরিবেশ
cs: Desktopové prostředí Gnome
da: Skrivebordsmiljøet Gnome
dz: ཇི་ནོམ་ ཌེཀསི་ཊོཔ་གི་སྐད་ཡིག
es: Entorno de escritorio de Gnome
eu: Gnome idazmahai ingurunea
fi: Gnome-työpöytäympäristö
gu: જીનોમ ડેસ્કટોપ વાતાવરણ
id: Lingkungan Desktop Gnome
it: Ambiente desktop gnome
ja: Gnome デスクトップ環境
km: បរិស្ថាន​​ផ្ទៃតុ​ Gnome
kn: ಜಿನೋಮ್ ಗಣಕತೆರೆ ಪರಿಸರ
mk: Гном работна околина
ne: जिनोम डेस्कटप परिवेश
nl: Gnome desktop
pa_in: ਗਨੋਮ ਵੇਹੜਾ ਵਾਤਾਵਰਣ
pl: Graficzne ¶rodowisko Gnome
pt_br: Ambiente Desktop Gnome
sq: Hapësira e punës Gnome
sv: Skrivbordsmiljön Gnome
tl: Kapaligirang desktop na Gnome
uk: Стільниця Gnome

source: This task provides basic "desktop" software using the Gnome desktop environment.
cs: Tato úloha poskytuje základní "desktopové" aplikace založené na desktopovém prostředí Gnome.
da: Denne opgavepakke giver de grundlæggende skrivebordsprogrammer med skrivebordsmiljøet Gnome.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཇི་ནོམ་ཌེཀ་སི་ཊོཔ་མཐའ་འཁོར་ལག་ལེན་འཐབ་ཐོག་ལས་ གཞི་རྩ་ "desktop"མཉན་ཆས་དེ་ཚུ་ སྤེལཝ་ཨིན།
es: Esta tarea ofrece los programas de «escritorio» básicos que utilizan GNOME.
eu: Zeregin honek Gnome idazmahai ingurunea erabiliaz oinarrizko "idazmahai" ingurune bat instalatzen du.
gu: આ કાર્ય સામાન્ય "ડેસ્કટોપ" સોફ્ટવેર જીનોમ ડેસ્કટોપ વાતાવરણ નો ઉપયોગ કરીને પૂરું પાડે છે.
it: Questo task fornisce il software per un «desktop» di base utilizzando l'ambiente Gnome.
ja: このタスクは、Gnome デスクトップ環境を使った基本的な "デスクトップ" ソフトウェアを提供します。
km: ភារកិច្ចនេះផ្ដល់កម្មវិធី "ផ្ទៃតុជាមូលដ្ឋាន" ដោយប្រើបរិស្ថានផ្ទៃតុ Gnome ។
kn: ಇದು ಜಿನೋಮ್ ಗಣಕತೆರೆ ಪರಿಸರವನ್ನು ಬಳಸಿ ಮೂಲಭೂತ ಗಣಕತೆರೆ ತಂತ್ರಾಂಶವನ್ನು ಒದಗಿಸುವದು.
mk: Оваа задача овозможува основен софтвер за „работна површина“ со ГНОМ десктоп околината.
nl: Deze taak voorziet in de basis grafische software voor de Gnome-omgeving
pa_in: ਇਹ ਕੰਮ ਨਾਲ ਅਧਾਰ "ਵੇਹੜਾ" ਸਾਫਟਵੇਅਰ ਗਨੋਮ ਵੇਹੜੇ ਸਮੇਤ ਉਪਲੱਬਧ ਹੁੰਦੇ ਹਨ।
pl: To zadanie instaluje podstawowe oprogramowanie "biurkowe" u¿ywaj±c ¶rodowiska Gnome.
pt_br: Esta tarefa fornece softwares básicos de "desktop" usando o Ambiente Desktop Gnome.
sq: Kjo detyrë instalon programe kryesorë "hapësire pune" duke përdorur mjedisin Gnome.
sv: Denna funktion tillhandahåller programvara för en standard "desktop" med skrivbordsmiljön Gnome.
tl: Nagdudulot ito ng pangunahing "desktop" software na gamit ang Gnome desktop environment.
uk: Це завдання надає основне програмне забезпечення для стільниці з використанням Gnome.

source: Greek environment
bn: গ্রিক পরিবেশ
cs: Řecké prostředí
da: Græsk miljø
dz: གིརིཀ་གི་སྐནད་ཡིག།
es: Entorno en griego
eu: Grekoa ingurunea
fi: Kreikkalainen ympäristö
gu: ગ્રીક વાતાવરણ
id: Lingkungan bahasa Yunani
it: Ambiente greco
ja: ギリシャ語環境
km: បរិស្ថាន​​ភាសា​ក្រិច
kn: ಗ್ರೀಕ್ ಪರಿಸರ
mk: Гркчка средина
ne: ग्रीक परिवेश
nl: Griekse omgeving
pa_in: ਗਰੀਕ ਵਾਤਾਵਰਣ
pl: ¦rodowisko greckie
pt_br: Ambiente Grego
sq: Mjedisi Grek
sv: Grekisk miljö
tl: Kapaligirang Griyego
uk: Підтримка грецької мови

source: This task installs packages and documentation in Greek to help Greek speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও গ্রিক ভাষায় রচিত সহায়িকা ইনস্টল করে যা গ্রিক ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v řečtině.
da: Denne opgavepakke installerer græske pakker og dokumentation, til brug for græsksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ གིརིཀ་གི་ ཁ་སླབ་མི་ཚུ་ལུ་་ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་གྲོགས་རམ་གྱི་དོན་ལས་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en griego para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Grekoa hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fi: Asentaa paketit ja dokumentaation kreikaksi auttamaan kreikankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો ગ્રીકમાં ગ્રીક ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Yunani untuk membantu para pengguna berbahasa Yunani menggunakan Debian.
it: Questo task installa pacchetti e documentazione in greco per aiutare chi parla greco ad usare Debian.
ja: このタスクは、ギリシャ語話者が Debian を使いやすくするために、ギリシャ語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ និង​ឯកសារ​​ជា​ភាសា​ក្រិច​​ដើម្បី​ជួយអ្នក​​​ដែល​និយាយ​ភាសា​​ក្រិច​អាច​​​ឲ្យ​ប្រើ​​ដេបៀន​បាន ។
kn: ಇದು ಗ್ರೀಕ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на грчки за да им помогне на луѓето кои говорат грчки при користење на Дебиан.
ne: यो कार्यले ग्रीक बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न ग्रीकमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Griekssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਗਰੀਕ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku greckim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em grego para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Greqisht për të ndihmuar folësit Greqishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på grekiska för att hjälpa människor som talar grekiska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Griyego upang makatulong sa mga nagsasalita ng Griyego na gamitin ang Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє грецькою.

source: Greek desktop
bn: গ্রিক ডেস্কটপ
cs: Desktop s podporou řečtiny
da: Græsk skrivebord
dz: གིརིཀ་ ཌེཀསི་ཊོཔ།
es: Escritorio en griego
eu: Grekoa mahaigaina
fi: Kreikkalainen työpöytä
gu: ગ્રીક ડેસ્કટોપ
id: Desktop berbahasa Yunani
it: Desktop greco
ja: ギリシャ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ក្រិច
kn: ಗ್ರೀಕ್ ಗಣಕತೆರೆ
mk: Грчка работна околина
ne: ग्रीक डेस्कटप
nl: Griekse desktop
pa_in: ਗਰੀਕ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko greckie
pt_br: Desktop Grego
sq: Hapësira e punës Greke
sv: Grekisk skrivbordsmiljö
tl: Desktop na Griyego
uk: Стільниця з підтримкою грецької

source: This task localises the desktop in Greek.
bn: এই কাজটি গ্রিক ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro řečtinu.
da: Denne opgavepakke gør skrivebordet græsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ གིརིཀ་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en griego.
eu: Zeregin honek idazmahaia Grekoz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä kreikankielisen
gu: આ કાર્ય ડેસ્કટોપનું ગ્રીકમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Yunani.
it: Questo task installa un desktop localizzato in greco.
ja: このタスクは、ギリシャ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ក្រិច ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಗ್ರೀಕ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на грчки.
ne: यो कार्यले ग्रीकमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Grieks.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਗਰੀਕ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po grecku.
pt_br: Esta tarefa disponibiliza o desktop em grego.
sq: Kjo detyrë shfaq hapësirën e punës në Greqisht.
sv: Denna funktion anpassar skrivbordsmiljön för grekiska.
tl: Ginagawa nitong lokalisado ang desktop sa Griyego.
uk: Це завдання робить стільницю локалізованою грецькою.
