Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: Korean desktop
bn: কোরিয় ডেস্কটপ
cs: Desktop s podporou korejštiny
da: Koreansk skrivebord
dz: ཀོ་རི་ཡའིན་གྱི་ ཌེཀསི་ཊོཔ།
es: Escritorio en coreano
eu: Korear mahaigaina
fi: Korealainen työpöytä
gu: કોરીયન ડેસ્કટોપ
id: Desktop berbahasa Korea
it: Desktop coreano
ja: 韓国語デスクトップ
km: ផ្ទៃតុ​ភាសា​កូរ៉េ
kn: ಕೋರಿಯನ್ ಗಣಕತೆರೆ
mk: Корејска работна околина
ne: कोरियन डेस्कटप
nl: Koreaanse desktop
pa_in: ਕੋਰੀਆਈ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko koreañskie
pt_br: Desktop Coreano
sq: Hapësira e punës Koreane
sv: Koreansk skrivbordsmiljö
tl: Desktop na Koreyano
uk: Стільниця з підтримкою корейської

source: This task localises the desktop in Korean.
bn: কোরিয়
cs: Tato úloha přizpůsobí desktop pro korejštinu.
da: Denne opgavepakke gør skrivebordet koreansk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཀོ་རི་ཡའིན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en coreano.
eu: Zeregin honek idazmahaia Koreeraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä koreankielisen
gu: આ કાર્ય ડેસ્કટોપનું કોરીયનમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Korea.
it: Questo task installa un desktop localizzato in coreano.
ja: このタスクは、韓国語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​​ផ្ទៃតុ​ជា​​ភាសា​កូរ៉េ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಕೋರಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на корејски.
ne: यो कार्यले कोरियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Koreaans.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਕੋਰੀਆਈ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po koreañsku.
pt_br: Esta tarefa disponibiliza o desktop em coreano.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Koreane.
sv: Denna funktion anpassar skrivbordsmiljön för koreanska.
tl: Ginagawa nitong lokalisado ang desktop sa Koreyano.
uk: Це завдання робить стільницю локалізованою корейською.

source: Kurdish environment
eu: Kurdurar ingurunea
pt_br: Ambiente Curdo

source: This task installs packages and documentation in Kurdish to help Kurds use Debian.
eu: Zeregin honek Kurduera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak eta dokumentazioak instalatzen ditu,
pt_br: Esta tarefa instala pacotes e documentação em curdo para ajudar as pessoas que falam esse idioma a utilizar o Debian.

source: Kurdish desktop
eu: Kurduar mahaigaina
pt_br: Desktop Curdo

source: This task localises the desktop in Kurdish.
eu: Zeregin honek idazmahaia Kurdueraz ezartzen du.
pt_br: Esta tarefa disponibiliza o desktop em curdo.

source: This task installs software useful for a laptop.
bn: এই কাজটি ল্যাপটপের জন্য সহায়ক সফটওয়্যার ইনস্টল করে
cs: Tato úloha nainstaluje programy užitečné pro uživatele s notebooky.
da: Denne opgavepakke installerer nyttige programmer for en bærbar.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ལེཔ་ཊོཔ ནང་ལུ་ ཕན་ཐོགས་ཅན་གྱི་་མཉན་ཆས་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas útiles para ordenadores portátiles.
eu: Zeregin honek ordenagailu eramangarrientzat erabilgarri den softwarea instalatuko du.
fi: Kannettavassa tietokoneessa hyödyllisiä ohjelmia.
gu: આ કાર્ય લેપટોપ માટે મદદરૂપ સોફ્ટવેર સ્થાપિત કરે છે.
hi: यह टास्क लैपटॉप के लिए उपयोगी सॉफ्टवेयर को संस्थापित करता है.
id: Penugasan ini menginstall perangkat lunak untuk laptop.
it: Questo task installa il software utile per l'utilizzo su computer portatile.
ja: このタスクは、ラップトップに便利なソフトウェアをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​ផ្នែកទន់​ដែល​មានប្រយោជន៍​សម្រាប់​​កុំព្យូទ័រ​យួរដៃមួយ ។
kn: ಇದು ಲ್ಯಾಪ್‍ಟಾಪ್ ಗೆ ಉಪಯುಕ್ತವಾದ ತಂತ್ರಾಂಶವನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು.
mk: Оваа задача инсталира софтвер погоден за лаптоп.
mr: या मध्ये लॅपटॉपला उपयुक्त आज्ञावली संथापित होत आहे.
ne: यो कार्यले ल्यापटपको लागि काम लाग्ने सफ्टवेयर स्थापना गर्छ ।
nl: Deze taak installeert software die nuttig is op een laptop.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਲੈਪਟਾਪ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ।
pl: To zadanie instaluje oprogramowanie u¿yteczne dla komputerów przeno¶nych
pt_br: Esta tarefa instala softwares úteis para um laptop.
sq: Kjo detyrë instalon programe të dobishme për një kompjuter prehëri.
sv: Denna funktion installerar programvara som användbar för en bärbar dator.
te: ఈ టాస్కు (task) ల్యాప్ టాప్ (laptop) కు ఉపయోగపడు సాఫ్ట్ వేర్ (software) ప్రతిష్టాపిస్తుంది.
tl: Nagluluklok ito ng mga software na mahalaga sa laptop.
uk: Це завдання встановлює програмне забезпечення корисне для лептопів.

source: Latvian desktop
cs: Desktop s podporou lotyštiny
da: Lettisk skrivebord
dz: ལེཊི་བི་ཡཱན་་གྱི་ཌེཀསི་ཊོཔ།
es: Escritorio en latvio
eu: Letoniar mahaigaina
gu: લેટવિયન ડેસ્કટોપ
it: Desktop lèttone
ja: ラトビア語デスクトップ
km: ផ្ទៃតុ​ភាសា​ឡាតវីយ៉ា
kn: ಲಾಟ್ವಿಯನ್ ಗಣಕತೆರೆ
mk: Латвиска работна околина
nl: Letse desktop
pl: Graficzne ¶rodowisko ³otewskie
pt_br: Desktop Letão
sq: Hapësira e punës Letone
sv: Lettisk skrivbordsmiljö
tl: Desktop na Latvian
uk: Стільниця з підтримкою латвійської

source: This task localises the desktop in Latvian.
cs: Tato úloha přizpůsobí desktop pro lotyštinu.
da: Denne opgavepakke gør skrivebordet lettisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ལེཊི་བི་ཡཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en latvio.
eu: Zeregin honek idazmahaia Letonieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું લેટવિયનમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in lèttone.
ja: このタスクは、ラトビア語でローカライズされたデスクトップを形成します。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​នៅ​ក្នុងភាសា​ឡាតវីយ៉ា ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಲಾಟ್ವಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на латвиски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Lets
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po ³otewsku.
pt_br: Esta tarefa disponibiliza o desktop em letão.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Letone.
sv: Denna funktion anpassar skrivbordsmiljön för lettiska.
tl: Ginagawang lokalisado ang desktop para sa Latvian.
uk: Це завдання робить стільницю локалізованою латвійською.

source: Lithuanian environment
bn: লিথুনিয় পরিবেশ
cs: Litevské prostředí
da: Litauisk miljø
dz: ལི་ཐུ་འ་ནི་ཡཱན་གྱི་སྐད་ཡིག།
es: Entorno en lituano
eu: Lituaniear ingurunea
fi: Liettualainen ympäristö
gu: લિથુઆનીયન વાતાવરણ
id: Lingkungan bahasa Lithuania
it: Ambiente lituano
ja: リトアニア語環境
km: បរិស្ថាន​​ភាសា​លីទុយអានី
kn: ಲಿಥುವೇನಿಯನ್ ಪರಿಸರ
mk: Литванска средина
ne: लिथुनियन परिवेश
nl: Litouwse omgeving
pa_in: ਲੀਥੂਨੀਅਨ ਵਾਤਾਵਰਣ
pl: ¦rodowisko litewskie
pt_br: Ambiente Lituano
sq: Mjedisi Lituanez
sv: Litauisk miljö
tl: Kapaligirang Litwanyan
uk: Підтримка литовської мови

source: This task installs packages and documentation in Lithuanian to help Lithuanian speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও লিথুনিয় ভাষায় রচিত সহায়িকা ইনস্টল করে যা লিথুনিয় ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v litevštině.
da: Denne opgavepakke installerer litauiske pakker og dokumentation, der skal hjælpe litauisksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ལི་ཐུ་འ་ནི་ཡཱན་གྱི་ཁ་སླབ་ཚུ་གི་ ཌི་བི་ཡཱན་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨུན།
es: Esta tarea instala paquetes y documentación en lituano que ayudan a utilizar Debian a personas que hablen este idioma.
eu: Zeregin honek Lituaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa paketit ja dokumentaation liettuaksi auttamaan liettuankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો લિથુઆનીયનમાં લિથુઆનીયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Lithuania untuk membantu para pengguna berbahasa Lithuania menggunakan Debian.
it: Questo task installa pacchetti e documentazione in lituano per aiutare chi parla lituano ad usare Debian.
ja: このタスクは、リトアニア語話者が Debian を使いやすくするために、リトアニア語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​​ និង​ឯកសារ​ជា​ភាសា​លីទុយអានី​ដើម្បី​ជួយ​​អ្នក​ដែល​និយាយ​​ភាសា​លីទុយអានី​ដើម្បី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಲಿಥುವೇನಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಲಿಥುವೇನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на литвански за да им помогне на луѓето кои говорат литвански при користење на Дебиан.
ne: यो कार्यले लिथुनियन बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न लिथुनियनमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Litouwssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਲੂਥੀਨੀਅਨ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku litewskim by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em lituano para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Lituanisht për të ndihmuar folësit e Lituanishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på litauiska för att hjälpa människor som talar litauiska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Litwanyan upang tulungan ang nagsasalita ng Litwanyan na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian тим, хто розмовляє литовською мовою.

source: Lithuanian desktop
bn: লিথুনিয় ডেস্কটপ
cs: Desktop s podporou litevštiny
da: Litauisk skrivebord
dz: ལི་ཐུ་འ་ནི་ཡཱན་ ཌེཀསི་ཊོཔ།
es: Escritorio en lituano
eu: Lituaniear mahaigaina
fi: Liettualainen työpöytä
gu: લિથુઆનીયન ડેસ્કટોપ
id: Desktop berbahasa Lithuania
it: Desktop lituano
ja: リトアニア語デスクトップ
km: ផ្ទៃតុ​ភាសា​លីទុយអានី
kn: ಲಿಥುವೇನಿಯನ್ ಗಣಕತೆರೆ
mk: Литванска работна околина
ne: लिथुनियन डेस्कटप
nl: Litouwse desktop
pa_in: ਲੀਥੂਨੀਅਨ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko litewskie
pt_br: Desktop Lituano
sq: Hapësira e punës Lituaneze
sv: Litauisk skrivbordsmiljö
tl: Desktop na Litwanyan
uk: Стільниця з підтримкою литовської

source: This task localises the desktop in Lithuanian.
bn: এই কাজটি লিথুনিয় ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro litevštinu.
da: Denne opgavepakke gør skrivebordet litauisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ལི་ཐུ་འ་ནི་ཡཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en lituano.
eu: zeregin honek idazmahaia Lituanieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä liettuankielisen.
gu: આ કાર્ય ડેસ્કટોપનું લિથુઆનીયનમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Lituania.
it: Questo task installa un desktop localizzato in lituano.
ja: このタスクは、リトアニア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​លីទុយអានី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಲಿಥುವೇನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на литвански.
ne: यो कार्यले लिथुनियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Litouws.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਲੂਥੀਨੀਅਨ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po litewsku.
pt_br: Esta tarefa disponibiliza o desktop em lituano.
sq: Kjo detyrë shfaq hapësirën e punës në Lituanisht.
sv: Denna funktion anpassar skrivbordsmiljön för litauiska.
tl: Ginagawa nitong lokalisado ang desktop sa Litwanyan.
uk: Це завдання робить стільницю локалізованою литовською.

source: Macedonian environment
cs: Makedonské prostředí
da: Makedonsk miljø
dz: མེ་སི་ཌོ་ནི་ཡཱན་གྱི་སྐད་ཡིག།
es: Entorno en macedonio
eu: Mazedoniar ingurunea
gu: મેસેડોનીયન વાતાવરણ
it: Ambiente macedone
ja: マケドニア語環境
km: បរិស្ថាន​​ភាសា​ម៉ាសេដូនី
kn: ಮ್ಯಾಸೆಡೋನಿಯನ್ ಪರಿಸರ
mk: Македонска средина
nl: Macedonische omgeving
pl: ¦rodowisko macedoñskie
pt_br: Ambiente Macedônio
sq: Hapësira e punës Maqedonase
sv: Makedonsk miljö
tl: Kapaligirang Macedonian
uk: Підтримка македонської мови

source: This task installs packages and documentation in Macedonian to help Macedonian speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v makedonštině.
da: Denne opgavepakke installerer Rumænske pakker og dokumentation, der skal hjælpe makedonsksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ མེ་སི་ཌོ་ནི་ཡཱནགྱི་ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན ་འཇམ་ཏོང་ཏོ་འབད་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་མཐོ་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en macedonio que ayudan a utilizar Debian a personas que hablen en ese idioma.
eu: Zeregin honek Mazedoniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો મેસેડોનીયનમાં મેસેડોનીયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in macedone per aiutare chi parla macedone ad usare Debian.
ja: このタスクは、マケドニア語話者が Debian を使いやすくするために、マケドニア語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​ម៉ាសេដូនី ដើម្បី​ជួយ​អ្នក​ដែល​និយាយា​ភាសា​ម៉ាសេដូនី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಮ್ಯಾಸೆಡೋನಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಮ್ಯಾಸೆಡೋನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на македонски за да им помогне на луѓето кои говорат македонски при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Macedonischsprekenden om Debian te gebruiken.
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku macedoñskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em macedônio para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Maqedonisht për të ndihmuar Maqedonasit të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på makedonska för att hjälpa människor som talar makedonska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin upang tulungan ang mga nagsasalita ng Macedonian na gumamit ng Debian.
uk: Це завдання встановлює пакунки та документацію, що дозволяють полегшити використання Debian тим, хто розмовляє македонською мовою.

source: Macedonian desktop
cs: Desktop s podporou makedonštiny
da: Makedonsk skrivebord
dz: མེ་སི་ཌོ་ནི་ཡཱནགྱི་སྐད་ཡིག།
es: Escritorio en macedonio
eu: Mazedoniar idazmahaia
gu: મેસેડોનીયન ડેસ્કટોપ
it: Desktop macedone
ja: マケドニア語デスクトップ
km: ផ្ទៃតុ​ភាសា​ម៉ាសេដូនី
kn: ಮ್ಯಾಸೆಡೋನಿಯನ್ ಗಣಕತೆರೆ
mk: Македонска работна околина
nl: Macedonische desktop
pl: Graficzne ¶rodowisko macedoñskie
pt_br: Desktop Macedônio
sq: Hapësira e punës Maqedonase
sv: Makedonsk skrivbordsmiljö
tl: Desktop na Macedonian
uk: Стільниця з підтримкою македонської

source: This task localises the desktop in Macedonian.
cs: Tato úloha přizpůsobí desktop pro makedonštinu.
da: Denne opgavepakke gør skrivebordet makedonsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ མེ་སི་ཌོ་ནི་ཡཱན་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en macedonio.
eu: Zeregin honek idazmahaia Mezedonieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું મેસેડોનીયનમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in macedone.
ja: このタスクは、マケドニア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ម៉ាសេដូនី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಮ್ಯಾಸೆಡೋನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на македонски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is voor Macedonisch.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po macedoñsku.
pt_br: Esta tarefa disponibiliza o desktop em macedônio.
sq: Kjo detyrë shfaq hapësirën e punës në Maqedonisht.
sv: Denna funktion anpassar skrivbordsmiljön för makedonska.
tl: Ginagawang lokalisado ang desktop para sa Macedonian.
uk: Це завдання робить стільницю локалізованою македонською.

source: Mail server
bn: মেিইল সার্ভার
cs: Poštovní server
da: Postserver
dz: ཡིག་འཕྲིན་སར་པར།
es: Servidor de correo
eu: Posta zerbitzaria
fi: Postipalvelin
gu: મેઇલ સર્વર
hi: मेल सर्वर
id: Server Mail
it: Server di posta
ja: メールサーバ
km: ម៉ាស៊ីន​បម្រើ​សំបុត្រ
kn: ಅಂಚೆ ಸರ್ವರ್
mk: Сервер за пошта
mr: संदेश नियामक परिसेवक
ne: मेल सर्भर
nl: E-mail-server
pa_in: ਪੱਤਰ ਸਰਵਰ
pl: Serwer pocztowy
pt_br: Servidor de mensagens
sq: Serveri i postës
sv: E-postserver
te: మెయిల్ సర్వర్ (mail server)
uk: Поштовий сервер

source: This task selects a variety of package useful for a general purpose mail server system.
bn: এই কাজটি সাধারণ একটি মেিইল সার্ভার সিস্টেমের জন্য প্রয়োজনীয় বিভিন্ন প্যাকেজ বেছে নেয়।
cs: Úloha vybere různé balíky užitečné pro poštovní server.
da: Denne opgavepakke omfatter et udvalg af pakker, der er nyttige på et almindeligt postserversystem.
dz: འ་ནི་ལསཀ་འདི་གིས་ ཡོངས་ཁྱབ་ དགོས་དོན་ ཡིག་འཕྲིན་་སར་བར་ རིམ་ལུགས་ཀྱི་དོན་ལུ་ ཁག་ཆེ་བའི་ ཐུམ་སྒྲིལ་སྣ་ཁག་དེ་ཚུ་ སེལ་འཐུ་འབདཝ་ཨིན།
es: Esta tarea incluye un conjunto de paquetes útil para instalar un servidor de correo de propósito general.
eu: Zeregin honek posta-zerbitzari sistemarentzako orokorrak diren paketeak hautatzen ditu.
fi: Valitsee kokoelman paketteja, jotka ovat hyödyllisiä yleiskäyttöisessä postipalvelinjärjestelmässä.
gu: આ કાર્ય સામાન્ય કામની મેઇલ સિસ્ટમ માટે વિવિધ પેકેજોની પસંદગી કરે છે.
hi: यह टास्क एक सामान्य प्रयोजन के मेल सर्वर तंत्र के लिए उपयोगी विभिन्न पैकेजों का चयन करता है.
id: Penugasan ini memilih berbagai jenis paket yang berguna bagi penggunaan secara umum sistem server mail.
it: Questo task seleziona una serie di pacchetti utili per un server di posta generico.
ja: このタスクは、一般的なメールサーバシステムに便利な様々なパッケージを選択します。
km: ភារកិច្ច​នេះ​ជ្រើស​កញ្ចប់​ផ្សេងមួយ​​ដែលមានប្រយោជន៍​សម្រាប់​គោលបំណង​ទូទៅ​​​របស់​ប្រព័ន្ធ​ម៉ាស៊ីន​បម្រើ​សំបុត្រ ។
mk: Оваа задача селектира број на пакети корисни за општ систем со сервер за пошта.
mr: या कार्यांतर्गत सर्वसाधारण उद्देशी संदेश नियामक परिसेवकासाठी उपयुक्त असणाऱ्या वेगवेगळ्यापॅकेजेची निवड करण्यात येइल.
ne: यो कार्यले सामन्य उद्देश्य मेल सर्भर प्रणालीको लागि काम लाग्ने प्याकेजको विभिन्नता चयन गर्दछ ।
nl: Deze taak selecteert een aantal pakketten nuttig voor een normaal e-mail-server systeem.
pa_in: ਇਹ ਕਾਰਜ ਤੁਹਾਡੇ ਲਈ ਸਧਾਰਨ ਪੱਤਰ ਸਰਵਰ ਸਿਸਟਮ ਦੀ ਵਰਤੋਂ ਲਈ ਲੋੜੀਦੇ ਸਭ ਪੈਕੇਜਾਂ ਦੀ ਪਛਾਣ ਕਰਦਾ ਹੈ।
pl: To zadanie wybiera wiele pakietów u¿ytecznych dla serwera pocztowego ogólnego przeznaczenia.
pt_br: Esta tarefa seleciona uma variedade de pacotes úteis para um sistema servidor de mensagens de propósito geral.
sq: Kjo detyrë zgjedh një larmi paketash që përdoren për një sistem serveri poste të përgjithshëm.
sv: Denna funktion väljer en mängd paket som är användbara för ett e-postserversystem för allmänt bruk.
te: ఈ టాస్కు (task) మీ సిస్టం (system) మెయిల్ సర్వర్ (mail server) గా ఉపయోగపడుటకు.వివిధ రకాల ప్యాకేజీలు ఎన్నుకుంటుంది.
tl: Pinipili nito ang mga pakete na makakatulong sa pangkalahatang gamit na sistemang mail server.
uk: Це завдання вибирає набір пакунків, що корисні для поштового сервера загального призначення.

source: Malayalam desktop
cs: Desktop s podporou malajálamštiny
da: Malayalam skrivebord
eu: Malayalam idazmahaia
gu: મલયાલમ ડેસ્કટોપ
nl: Malayalaamse desktop
pt_br: Desktop Malaiala (Malayalam)

source: This task localises the desktop in Malayalam.
cs: Tato úloha přizpůsobí desktop pro malajálamštinu.
da: Denne opgavepakke gør skrivebordet malayalam.
eu: Zeregin honek idazmahaia Mayalam-ez ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું મલયાલમમાં સ્થાનિકીકરણ કરે છે.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Malayalaams
pt_br: Esta tarefa disponibiliza o desktop em malaiala (malayalam).

source: manual package selection
bn: নিজহাতে প্যাকেজ নির্বাচন
cs: ruční výběr balíků
da: manuelt valg af pakker
dz: ལག་ཐོག་ཐུམ་སྒྲིལ་སེལ་འཐུ།
es: selección manual de paquetes
eu: eskuzko paketea aukeraketa
fi: valitse paketit itse
gu: જાતે પેકેજ પસંદગી
hi: पैकेजों का हस्तचालित चयन
id: pemilihan paket manual
it: selezione manuale dei pacchetti
ja: 手動パッケージ選択
km: ការ​ជ្រើស​​កញ្ចប់​ដោយដៃ
mk: рачен избор на пакети
mr: पॅकेजची अस्वयंचलीत निवड
ne: म्यानुल प्याकेज चयन
nl: handmatige pakketselectie
pa_in: ਦਸਤੀ ਪੈਕੇਜ ਚੋਣ
pl: rêczny wybór pakietów
pt_br: seleção manual de pacotes
sq: zgjedhje paketash manuale
sv: manuella paketval
te: మోటుగా (manual) ప్యాకేజీల ఎంపిక
tl: mano-manong pagpili ng mga pakete
uk: ручний вибір пакунків

source: Manually select packages to install in aptitude.
bn: অ্যাপটিটুড থেকে যেসব প্যাকেজ ইনস্টল করা হবে, তাদেরকে নিজহাতে নির্বাচন করুন।
cs: Spustí aptitude, ve které si ručně vyberete balíky, které chcete nainstalovat.
da: Vælg selv pakker, der skal installeres, i aptitude.
dz: ཐུམ་སྒྲིལ་ཚུ་ མྱུར་འཇུག་ནང་གཞི་བཙུགས་འབད་ནིའི་དོན་ལུ་ ལག་ཐོག་ནང་ལས་སེལ་འཐུ་འབད།
es: Seleccionar los paquetes a instalar manualmente con aptitude.
eu: Aptitude bidez instalatuko diren paketeak eskuz aukeratu
fi: Valitse aptitude:lla asennettavat paketit itse.
gu: એપ્ટિટ્યુડમાં સ્થાપન કરવા માટે પેકેજો જાતે પસંદ કરો.
hi: संस्थापित करने के लिए ऐप्टिट्यूड में पैकेजों का हस्तचालित चयन करें.
id: Pilih paket-paket secara manual menggunakan aptitude.
it: Selezionare manualmente i pacchetti da installare tramite aptitude.
ja: aptitude でインストールするパッケージを手動で選択します。
km: ជ្រើស​កញ្ចប់​ដោយដៃ​ដើម្បី​ដំឡើង​នៅ​ក្នុង aptitude ។
mk: Во aptitude рачно избери пакети за да се инсталираат.
mr: अॅप्टीट्यूड मध्ये संस्थापित करण्यासाठी पॅकेजेसची निवड करा.
ne: झुकावमा प्याकेजहरू म्यानुल्ली स्थापना गर्न चयन गर्नुहोस् ।
nl: Te installeren pakketten handmatig selecteren via aptitude.
pa_in: ਐਪਟੀਟਿਉਡ ਵਿੱਚ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਦਸਤੀ ਪੈਕੇਜ ਚੁਣੋ।
pl: Rêczne wybieranie pakietów do instalacji w aptitude.
pt_br: Selecione manualmente os pacotes a serem instalados no aptitude.
sq: Zgjedh manualisht paketat për instalimin në aptitude.
sv: Välj paket manuellt för installation i aptitude.
te: aptitude (ఆప్టిట్యూడ్) ద్వారా ప్రతిష్టాపించుటకు మోటుగా (manually) ప్యాకేజీల ఎంచుకోండి.
tl: Piliin ng mano-mano ang paketeng iluluklok sa aptitude.
uk: Вручну вибрати пакунки для встановлення в aptitude.

source: Nepali desktop
cs: Desktop s podporou nepálštiny
da: Nepalesisk skrivebord
dz: ནེ་པཱལི་གི་ཌེཀསི་ཊོཔ།
es: Escritorio en nepalí
eu: Nepaliar idazmahaia
gu: નેપાળી ડેસ્કટોપ
it: Desktop nepalese
ja: ネパール語デスクトップ
km: ផ្ទៃតុ​ភាសានេប៉ាល់
kn: ನೇಪಾಳಿ ಗಣಕತೆರೆ
mk: Непалска работна околина
nl: Nepalese desktop
pt_br: Desktop Nepali
sq: Hapësira e punës Nepaleze
sv: Nepalsk skrivbordsmiljö
tl: Desktop na Nepali
uk: Стільниця з підтримкою непальської

source: This task localises the desktop in Nepali.
cs: Tato úloha přizpůsobí desktop pro nepálštinu.
da: Denne opgavepakke gør skrivebordet nepalesisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཌེཀསི་ཊོཔནེ་པཱལ་ལི་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en nepalí.
eu: Zeregin honek idazmahaia Nepalieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું નેપાળીમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in nepalese.
ja: このタスクは、ネパール語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​ភាសា​​នេប៉ាល់ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ನೇಪಾಳಿ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задаја ја локализира работната околина на непалски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Nepalees.
pt_br: Esta tarefa disponibiliza o desktop em nepali.
sq: Kjo detyrë shfaq hapësirën e punës në Nepalezçe.
sv: Denna funktion anpassar skrivbordsmiljön för nepalska.
tl: Ginagawa nitong lokalisado ang desktop sa Nepali.
uk: Це завдання робить стільницю локалізованою непальською.
