Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: Northern Sami desktop
cs: Desktop s podporou severních jazyků sami
da: Nordsamisk skrivebord
dz: བྱང་ས་མི་གི་ཌེཀསི་ཊོཔ།
es: Escritorio en sami del norte
eu: Iparreko Samiar mahaigaina
gu: નોર્થન સામી ડેસ્કટોપ
it: Desktop lappone (Northern Sami)
ja: 北サーメ語デスクトップ
km: ផ្ទៃតុ​ភាសាសាម៉ីខាងជើង
kn: ಉತ್ತರ ಸಾಮಿ ಗಣಕತೆರೆ
mk: Северно Сами работна околина
nl: Noords-Sami desktop
pt_br: Desktop Sami do Norte
sq: Hapësira e punës Sami-Veriore
sv: Nordsamisk skrivbordsmiljö
tl: Desktop na Hilagang Sami
uk: Стільниця з підтримкою північно-саамської

source: This task localises the desktop in Northern Sami.
cs: Tato úloha přizpůsobí desktop pro severní jazyky sami.
da: Denne opgavepakke gør skrivebordet nordsamisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ བྱང་ས་མི་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en sami del norte.
eu: Zeregin honek idazmahaia Iparreko Samiaraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું નોર્થન સામીમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in lappone.
ja: このタスクは、北サーメ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​​ផ្ទៃតុ​ជា​​ភាសា​សាម៉ីខាងជើង ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಉತ್ತರ ಸಾಮಿ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на северно сами.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Noords-Sami.
pt_br: Esta tarefa disponibiliza o desktop em sami do norte.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Sami-Veriore.
sv: Denna funktion anpassar skrivbordsmiljön för nordsamiska.
tl: Ginagawa nitong lokalisado ang desktop sa Hilagang Sami.
uk: Це завдання робить стільницю локалізованою північно-саамською мовою.

source: Norwegian (Bokmaal and Nynorsk) environment
bn: নরওয়েজিয় (বকমাল ও নাইনরস্ক) পরিবেশ
cs: Norské (Bokmaal a Nynorsk) prostředí
da: Norsk (bokmål og nynorsk) miljø
dz: ནོར་ཝེ་ཇི་ཡཱན་(བོག་མཱལ་དང་་ནོརསིཀ)སྐད་ཡིག།
es: Entorno en noruego (Bokmaal y Nynorsk)
eu: Norvegiera (Bokmaal eta Nynorsk) ingurunea
fi: Norjalainen (bokmål ja nynorsk) ympäristö
gu: નોર્વેજીયન (બોકમાલ અને ન્નોર્સ્ક) વાતાવરણ
id: Lingkungan bahasa Norwegia (Bokmaal dan Nynorsk)
it: Ambiente norvegese (sia Bokmal che Nynorsk)
ja: ノルウェー語 (ボークモールとニューノシュク) 環境
km: បរិស្ថាន​ភាសា​​ន័រវែស (Bokmaal និង Nynorsk)
kn: ನಾರ್ವೇಜಿಯನ್ (Bokmaal and Nynorsk)ಪರಿಸರ
mk: Норвешка (Bokmaal и Nynorsk) средина
ne: नर्वेली (बुकमाल र निनोर्सक) परिवेश
nl: Noorse (Bokmaal en Nynorsk) omgeving
pa_in: ਨਾਰਵੇਗੀਅਨ (ਬੋਕਮਾਕ ਅਤੇ ਨਊਨੋਰਸਕ) ਵਾਤਾਵਰਣ
pl: ¦rodowisko norweskie (Bokmall i Nynorsk)
pt_br: Ambiente Norueguês (Bokmaal e Nynorsk)
sq: Mjedisi Norvegjez (Bokmaal dhe Nynorsk)
sv: Norsk (bokmål och nynorsk) miljö
tl: Kapaligirang Norwega (Bokmaal at Nynorsk)
uk: Підтримка норвезької мови (Bokmaal та Nynorsk)

source: This task installs packages and documentation in Norwegian to help Norwegian speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও নরওয়েজিয় ভাষায় রচিত সহায়িকা ইনস্টল করে যা নরওয়েজিয় ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v norštině.
da: Denne opgavepakke installerer norske pakker og dokumentation, til hjælp for Norsksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་་འདི་གིས་ ནོར་ཝེ་ཇི་ཡཱན་གྱི་ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en noruego que ayudan a utilizar Debian a usuarios que hablen este idioma.
eu: Zeregin honek Novegiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa paketit ja dokumentaation norjaksi auttamaan norjankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો નોર્વેજીયનમાં નોર્વેજીયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Norwegia untuk membantu para pengguna berbahasa Norwegia menggunakan Debian.
it: Questo task installa pacchetti e documentazione in norvegese per aiutare chi parla norvegese ad usare Debian.
ja: このタスクは、ノルウェー語のパッケージやドキュメントをインストールし、ノルウェー語話者が Debian を使いやすいようにします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​​ និង​ឯកសារ​ជា​ភាសា​ន័រវែស​ដើម្បី​ជួយ​អ្នក​​​ដែល​និយាយ​ភាសា​ន័រវែស​​ដើម្បី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ನಾರ್ವೇಜಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ನಾರ್ವೇಜಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на норвешки за да им помогне на луѓето кои говорат норвешки при користење на Дебиан.
ne: यो कार्यले नर्वेली बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न नर्वेलीमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Noorssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਨਾਰਵੇਗੀਅਨ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku norweskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em norueguês para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Norvegjisht për të ndihmuar folësit e Norvegjishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på norska för att hjälpa människor som talar norska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Norwega upang tulungan ang mga nagsasalita ng Norwega na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє норвезькою.

source: Norwegian (Bokmaal and Nynorsk) desktop
bn: নরওয়েজিয় (বকমাল ও নাইনরস্ক) ডেস্কটপ
cs: Desktop s podporou norštiny (Bokmaal a Nynorsk)
da: Norsk (bokmål og nynorsk) skrivebord
dz: ནོར་ཝེ་ཇི་ཡཱན (བོག་མཱལ་དངནི་ནོརསིཀ) ཌེཀསི་ཊོཔ།
es: Escritorio en noruego (Bokmaal y Nynorsk)
eu: Norvegiera (Bokmaal eta Nynors) mahaigaina
fi: Norjalainen (bokmål ja nynorsk) työpöytä
gu: નોર્વેજીયન (બોકમાલ અને ન્નોર્સ્ક) ડેસ્કટોપ
id: Desktop berbahasa Norwegia (Bokmaal dan Nynorsk)
it: Desktop norvegese (sia Bokmaal che Nynorsk)
ja: ノルウェー語 (ボークモールとニューノシュク) デスクトップ
km: ផ្ទៃតុ​ភាសា​ន័រវែស (Bokmaal និង Nynorsk)
kn: ನಾರ್ವೇಜಿಯನ್ (Bokmaal and Nynorsk)ಗಣಕತೆರೆ
mk: Норвешка (Bokmaal и Nynorsk) работна околина
ne: नर्वेली (बुकमाल र निनोर्सक) डेस्कटप
nl: Noorse (Bokmaal en Nynorsk) desktop
pa_in: ਨਾਰਵੇਗੀਅਨ (ਬੋਕਮਾਕ ਅਤੇ ਨਊਨੋਰਸਕ) ਵੇਹੜਾ
pl: Graficzne ¶rodowisko norweskie (Bokmall i Nynorsk)
pt_br: Desktop Norueguês (Bokmaal e Nynorsk)
sq: Hapësira e punës Norvegjeze (Bokmaal dhe Nynorsk)
sv: Norsk (bokmål och nynorsk) skrivbordsmiljö
tl: Desktop na Norwega (Bokmaal at Nynorsk)
uk: Стільниця з підтримкою норвезької (Bokmaal та Nynorsk)

source: This task localises the desktop in Norwegian.
bn: এই কাজটি নরওয়েজিয় (বকমাল ও নাইনরস্ক) ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro norštinu.
da: Denne opgavepakke gør skrivebordet norsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ནོར་ཝེ་ཇི་ཡཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en noruego.
eu: zeregin honek idazmahaia Norvegieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä norjankielisen
gu: આ કાર્ય ડેસ્કટોપનું નોર્વેજીયનમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Norwegia.
it: Questo task installa un desktop localizzato in norvegese.
ja: このタスクは、ノルウェー語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​​ផ្ទៃតុ​ជា​​ភាសា​ន័រវែស ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ನಾರ್ವೇಜಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на норвешки.
ne: यो कार्यले नर्वेलीमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Noors.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਨਾਰਵੇਗੀਅਨ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po norwesku.
pt_br: Esta tarefa disponibiliza o desktop em norueguês.
sq: Kjo detyrë shfaq hapësirën e punës në Norvegjisht.
sv: Denna funktion anpassar skrivbordsmiljön för norska.
tl: Ginagawa nitong lokalisado ang desktop sa Norwega
uk: Це завдання робить стільницю локалізованою норвезькою.

source: Persian environment
bn: ফার্সি পরিবেশ
cs: Perské prostředí
da: Persisk miljø
dz: པར་ཤི་ཡཱན་གྱི་སྐད་ཡིག།
es: Entorno en persa
eu: Persiar ingurunea
fi: Persialainen ympäristö
gu: પર્શિયન વાતાવરણ
id: Lingkungan bahasa Persia
it: Ambiente persiano
ja: ペルシア語環境
km: បរិស្ថាន​ភាសា​ពូស៊ាន
kn: ಪರ್ಶಿಯನ್ ಪರಿಸರ
mk: Персиска средина
ne: पर्सियन परिवेश
nl: Persische omgeving
pl: ¦rodowisko perskie
pt_br: Ambiente Persa
sq: Mjedisi Persik
sv: Persisk miljö
tl: Kapaligirang Persian
uk: Підтримка перської мови

source: This task installs programs, data files, fonts, and documentation that makes it easier for Persian speakers to use Debian.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ফন্ট, ও সহায়িকা ইনস্টল করে যা ফার্সি ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha nainstaluje programy, fonty a dokumentaci pro persky mluvící uživatele.
da: Denne opgavepakke installerer programmer, datafiler, skrifttyper og dokumentation, der gør det nemmere for persisksprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ པར་ཤི་ཡཱན་གྱི་ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལས་རིམ་དང་ གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས་ དེ་ལས་ཡིག་ཐོག་བཀོད་པ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación para hacer más fácil el uso de Debian a usuarios que hablen persa.
eu: Zeregin honek programak, datu-fitxategiak, letra-tipo eta dokumentazioak Persierazinstalatzen ditu, Persiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa ohjelmat, datatiedostot, kirjasintyypit ja dokumentaation auttamaan persiankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે પર્શિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang program-program, berkas data dan dokumentasi yang mempermudah para pengguna berbahasa Persia menggunakan Debian.
it: Questo task installa programmi, file dati, font e documentazione che rendono semplice l'utilizzo di Debian a chi parla persiano.
ja: このタスクは、ペルシア語話者が Debian を使いやすくするために、ペルシア語のプログラム・データファイル・フォント・ドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើងកម្មវិធី​ ឯកសារ​ទិន្នន័យ ពុម្ព​អក្សរ និង​ឯកសារ​ដែល​ធ្វើឲ្យ​វា​​កាន់​ងាយ​ស្រួល​ដល់​​​អ្នក​ដែល​និយាយ​ភាសា​ពូស៊ានដើម្បី​អាច​ឲ្យ​​​​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಪರ್ಶಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ ಕುರಿತ ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира програми, датотеки со податоци и документација на за да им помогне на луѓето кои говорат персиски при користење на Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न पर्सियन वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Persischsprekenden om Debian te gebruiken.
pl: To zadanie instaluje programy, dane, czcionki i dokumentacjê, by u³atwiæ korzystanie z Debiana osobom pos³uguj±cym siê jêzykiem perskim.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam persa.
sq: Kjo detyrë instalon programe, të dhëna, gërma dhe dokumentacion dhe lehtësojnë folësit e Persishtes të përdorin Debian.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation för att göra det lättare för människor som talar persiska att använda Debian.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, mga font, at babasahin na nagpapadali para sa mga nagsasalita ng Persian na gumamit ng Debian.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що дозволяють полегшити використання Debian для тих, хто розмовляє перською.

source: Persian desktop
cs: Desktop s podporou perštiny
da: Persisk skrivebord
dz: པར་ཤི་ཡཱན་གྱི་ ཌེཀ་སི་ཊོཔ།
es: Escritorio en persa
eu: Persiar mahaigaina
gu: પર્શિયન ડેસ્કટોપ
it: Desktop persiano
ja: ペルシア語デスクトップ
km: ផ្ទៃតុ​ភាសា​ពឺស៊ាន
kn: ಪರ್ಶಿಯನ್ ಗಣಕತೆರೆ
mk: Персиска работна околина
nl: Persische desktop
pl: Graficzne ¶rodowisko perskie
pt_br: Desktop Persa
sq: Hapësira e punës Persiane
sv: Persisk skrivbordsmiljö
tl: Desktop na Persian
uk: Стільниця з підтримкою перської

source: This task localises the desktop in Persian.
bn: এই কাজটি ফার্সি ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro perštinu.
da: Denne opgavepakke gør skrivebordet persisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ པར་ཤི་ཡཱན་ ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en persa.
eu: zeregin honek idazmahaia Persieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä persiankielisen
gu: આ કાર્ય ડેસ્કટોપનું પર્શિયનમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Persia.
it: Questo task installa un desktop localizzato in persiano.
ja: このタスクは、ペルシア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ពូស៊ាន ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಪರ್ಶಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на персиски.
ne: यो कार्यले पर्सियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Persisch.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po persku.
pt_br: Esta tarefa disponibiliza o desktop em persa.
sq: Kjo detyrë shfaq hapësirën e punës në Persisht.
sv: Denna funktion anpassar skrivbordsmiljön för persiska.
tl: Ginagawa nitong lokalisado ang desktop sa Persian.
uk: Це завдання робить стільницю локалізованою перською.

source: Polish environment
bn: পোলিশ পরিবেশ
cs: Polské prostředí
da: Polsk miljø
dz: པོ་ལིཤ་གི་ སྐད་ཡིག།
es: Entorno en polaco
eu: Poloniear ingurunea
fi: Puolalainen ympäristö
gu: પોલીશ વાતાવરણ
id: Lingkungan bahasa Polandia
it: Ambiente polacco
ja: ポーランド語環境
km: បរិស្ថាន​​ភាសា​ប៉ូឡូញ
kn: ಪೋಲಿಷ್ ಪರಿಸರ
mk: Полска средина
ne: पोलिस परिवेश
nl: Poolse omgeving
pa_in: ਪੋਲੈਂਡੀ ਵਾਤਾਵਰਣ
pl: Polskie ¶rodowisko
pt_br: Ambiente Polonês
sq: Mjedisi Polak
sv: Polsk miljö
tl: Kapaligirang Polish
uk: Підтримка польської мови

source: This task installs packages and documentation in Polish to help Polish speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও পোলিশ ভাষায় রচিত সহায়িকা ইনস্টল করে যা পোলিশ ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v polštině.
da: Denne opgavepakke installerer polske pakker og dokumentation, til brug for polsksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ པོ་ལིཤ་གི་ཁ་སླབ་མི་ཚུ་ལུ་གི་ ཌེ་བི་ཡཱན་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང ཡིག་མཐོ་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་ འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en polaco útil para el manejo de Debian por parte de usuarios que hablen este idioma.
eu: Zeregin honek programak, datu-fitxategiak eta dokumentazioak Polonieraz instalatzen ditu, Poloniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa paketit ja dokumentaation puolaksi auttamaan puolankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો પોલીશમાં પોલીશ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Polandia untuk membantu para pengguna berbahasa Polandia menggunakan Debian.
it: Questo task installa pacchetti e documentazione in polacco per aiutare chi parla polacco ad usare Debian.
ja: このタスクは、ポーランド語話者が Debian を使いやすくするために、ポーランド語のプログラムとドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​​ និង​ឯកសារ​ជា​ភាសា​ប៉ូឡូញ​ដើម្បី​ជួយ​អ្នក​​ដែល​និយាយ​ភាសា​ប៉ូឡូញ​ដើម្បី​អាច​​ឲ្យ​​ប្រើ​ដេបៀន​បាន ។។
kn: ಇದು ಪೋಲಿಷ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಪೋಲಿಷ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на полски за да им помогне на луѓето кои говорат полски при користење на Дебиан.
ne: यो कार्यले पोलिस बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न पोलिसमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Poolssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਪੋਲੈਂਡੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku polskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em polonês para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Polonisht për të ndihmuar folësit e Polonishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på polska för att hjälpa människor som talar polska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Polish upang tulungan ang nagsasalita ng Polish na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє польською.

source: Polish desktop
bn: পোলিশ ডেস্কটপ
cs: Desktop s podporou polštiny
da: Polsk skrivebord
dz: པོ་ལིཤ་ཌཀསི་ཊོཔ།
es: Escritorio en polaco
eu: Poloniar mahaigaina
fi: Puolalainen työpöytä
gu: પોલીશ ડેસ્કટોપ
id: Desktop berbahasa Polandia
it: Desktop polacco
ja: ポーランド語デスクトップ
km: ផ្ទៃតុ​ភាសា​ប៉ូឡូញ
kn: ಪೋಲಿಷ್ ಗಣಕತೆರೆ
mk: Полска работна околина
ne: पोलिस डेस्कटप
nl: Poolse desktop
pa_in: ਪੋਲੈਂਡੀ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko polskie
pt_br: Desktop Polonês
sq: Hapësira e punës Polake
sv: Polsk skrivbordsmiljö
tl: Desktop na Polish
uk: Стільниця з підтримкою польської

source: This task localises the desktop in Polish.
bn: এই কাজটি পোলিশ ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro polštinu.
da: Denne opgavepakke gør skrivebordet polsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ པོ་ལིཤ་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en polaco.
eu: Zeregin honek idazmahaia Polonieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä puolankielisen
gu: આ કાર્ય ડેસ્કટોપનું પોલીશમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop dengan bahasa Polandia.
it: Questo task installa un desktop localizzato in polacco.
ja: このタスクは、ポーランド語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​​ផ្ទៃតុ​នៅ​ក្នុងភាសា​ប៉ូឡូញ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಪೋಲಿಷ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на полски.
ne: यो कार्यले पोलिसमा डेस्कटप स्थानियकरण गर्दछ ।
nl: vDeze taak zorgt ervoor dat de desktop gelokaliseerd is als Pools.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਪੋਲੈਂਡੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po polsku.
pt_br: Esta tarefa disponibiliza o desktop em polonês.
sq: Kjo detyrë shfaq hapësirën e punës në Polonisht.
sv: Denna funktion anpassar skrivbordsmiljön för polska.
tl: Ginagawa nitong lokalisado ang desktop sa Polish
uk: Це завдання робить стільницю локалізованою польською.

source: Portuguese environment
cs: Portugalské prostředí
da: Portugisisk miljø
dz: པོར་ཊུ་གིསི་གི་མཐའ་འཁོར།
es: Entorno en portugués
eu: Brasilgo Portuges ingurunea
gu: પોર્ટુગીઝ વાતાવરણ
it: Ambiente portoghese
ja: ポルトガル語環境
km: បរិស្ថាន​ភាសាព័រទុយហ្គាល់
kn: ಪೋರ್ತುಗೀಸ್ ಪರಿಸರ
mk: Португалска средина
nl: Portugese omgeving
pl: ¦rodowisko portugalskie
pt_br: Ambiente Português
sq: Mjedisi Portugez
sv: Portugisisk miljö
tl: Kapaligirang Portuges
uk: Підтримка португальської мови

source: This task installs packages and documentation in Portuguese to help Portuguese speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v portugalštině.
da: Denne opgavepakke installerer græske pakker og dokumentation, til brug for portugisiskprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ པོར་ཊུ་གིསི་གི་ ཁ་སླབ་མི་ཚུ་ལུ་་ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་གྲོགས་རམ་གྱི་དོན་ལས་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en portugués para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Portugesa hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો પોર્ટુગીઝમાં પોર્ટુગીઝ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in portoghese per aiutare chi parla portoghese ad usare Debian.
ja: このタスクは、ポルトガル語話者が Debian を使いやすくするために、ポルトガル語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​ព័រទុយហ្គាល់ ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ព័រទុយហ្គាល់​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಪೋರ್ತುಗೀಸ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಪೋರ್ತುಗೀಸ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на португалски за да им помогне на луѓето кои говорат португалски при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Portugueessprekenden om Debian te gebruiken.
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku portugalskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em português para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Portugalisht për të ndihmuar Portugezët të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på portugisiska för att hjälpa människor som talar portugisiska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Portuges upang makatulong sa mga nagsasalita ng Portuges na gamitin ang Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє португальською.

source: Portuguese desktop
cs: Desktop s podporou portugalštiny
da: Portugisisk skrivebord
dz: པོར་ཊུ་གིསི་ཌེཀསི་ཊོཔ།
es: Escritorio en portugués
eu: Brasilgo Portuges mahaigaina
gu: પોર્ટુગીઝ ડેસ્કટોપ
it: Desktop portoghese
ja: ポルトガル語デスクトップ
km: ផ្ទៃតុ​​​ភាសា​ព័រទុយហ្គាល់
kn: ಪೋರ್ತುಗೀಸ್ ಗಣಕತೆರೆ
mk: Португалска работна околина
nl: Portugese desktop
pl: Graficzne ¶rodowisko portugalskie
pt_br: Desktop Português
sq: Hapësira e punës Portugeze
sv: Portugisisk skrivbordsmiljö
tl: Desktop na Portuges
uk: Стільниця з підтримкою португальської

source: This task localises the desktop in Portuguese.
cs: Tato úloha přizpůsobí desktop pro portugalštinu.
da: Denne opgavepakke gør skrivebordet portugisisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཌེཀསི་ཊོཔ་་པོར་ཊུ་གིསི་ཌེཀསི་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea configura el escrito para que esté localizado en portugués.
eu: Zeregin honek idazmahaia Brasilgo Portugesez ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું પોર્ટુગીઝમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa il desktop localizzato in portoghese.
ja: このタスクは、ポルトガル語でローカライズされたデスクトップを形成します。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​ភាសាព័រទុយហ្គាល់ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಪೋರ್ತುಗೀಸ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача овозможува работната околина да биде локализирана на португалски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Portugees
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po portugalsku.
pt_br: Esta tarefa disponibiliza o desktop em português.
sq: Kjo detyrë shfaq hapësirën e punës në Portugalisht
sv: Denna funktion anpassar skrivbordsmiljön för portugisiska.
tl: Ginagawa nito ang desktop na lokalisado para sa Portuges.
uk: Це завдання робить стільницю локалізованою португальською.
