Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: Gujarati desktop
cs: Desktop s podporou gudžarátštiny
da: Gujarati skrivebord
dz: གུ་ཇ་ར་ཏི ཌེཀསི་ཊོཔ།
es: Escritorio en guyaratí
eu: Gujarati idazmahaia
gu: ગુજરાતી ડેસ્કટોપ
it: Desktop gujarati
kn: ಗುಜರಾತಿ ಗಣಕತೆರೆ
mk: Гујарати работна околина
pt_br: Desktop Gujarati
sq: Hapësira e punës Gujarati
sv: Gujarati skrivbordsmiljö
tl: Desktop na Gujarati
uk: Стільниця з підтримкою мови гуджараті

source: This task localises the desktop in Gujarati.
cs: Tato úloha přizpůsobí desktop pro gudžarátštinu.
da: Denne opgavepakke gør skrivebordet gujarati.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ གུ་ཇ་ར་ཏི་ནང་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en guyaratí
eu: Zeregin honek idazmahaia Gujaratierara ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું ગુજરાતીમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in gujarati
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಗುಜರಾತಿ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задаја ја локализира работната околина на гујарати.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Gujarati.
pt_br: Esta tarefa disponibiliza o desktop em gujarati.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Gujarati.
sv: Denna funktion anpassar skrivbordsmiljön för gujarati.
tl: Ginagawa nitong lokalisado ang desktop sa Gujarati.
uk: Це завдання локалізує стільницю мовою гуджараті.

source: Hebrew environment
bn: হিব্রু পরিবেশ
cs: Hebrejské prostředí
da: Hebraisk miljø
dz: ཧེབ་བིརིའུ་གི་ སྐད་ཡིག།
es: Entorno en hebreo
eu: Hebreera ingurunea
fi: Hepreankielinen ympäristö
gu: હિબ્રુ વાતાવરણ
id: Lingkungan bahasa Yahudi
it: Ambiente ebraico
ja: ヘブライ語環境
km: បរិស្ថាន​​ភាសា​ហេប្រូ
kn: ಹೀಬ್ರೂ ಪರಿಸರ
mk: Еврејска средина
ne: हिब्रु परिवेश
nl: Hebreeuwse omgeving
pa_in: ਹੈਬਰਿਓ ਵਾਤਾਵਰਣ
pl: ¦rodowisko hebrajskie
pt_br: Ambiente Hebraico
sq: Mjedisi hebre
sv: Hebreisk miljö
tl: Kapaligirang Hebreo
uk: Підтримка єврейської мови

source: This task installs programs and documentation in Hebrew to help Hebrew speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও হিব্রু ভাষায় রচিত সহায়িকা ইনস্টল করে যা হিব্রু ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v hebrejštině.
da: Denne opgavepakke installerer hebraiske pakker og dokumentation, til brug for Debianbrugere, der taler hebraisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཧེབ་བིརིའུ་གི་ཁ་སླབ་མི་ཚུ་ལུ་ ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་་དོན་ལས་ ལས་རིམ་་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en hebreo para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Hebreera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
fi: Asentaa paketit ja dokumentaation hepreaksi auttamaan hepreankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો હિબ્રુમાં હિબ્રુ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang program-progam dan dokumentasi dalam bahasa Yahudi untuk membantu para pengguna berbahasa Yahudi menggunakan Debian.
it: Questo task installa pacchetti e documentazione in ebraico per aiutare chi parla ebraico ad usare Debian.
ja: このタスクは、ヘブライ語話者が Debian を使いやすくするために、ヘブライ語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កម្មវិធី​ និង​ឯកសារ​ជា​ភាសា​ហេប្រូ​ដើម្បី​ជួយ​​អ្នក​​ដែល​និយាយ​ភាសា​ហេប្រូ​​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಹೀಬ್ರೂ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಹೀಬ್ರೂ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на еврејски за да им помогне на луѓето кои говорат еврејски при користење на Дебиан.
ne: यो कार्यले हिब्रु बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न हिब्रुमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Hebreeuwssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਹੈਬਰਿਊ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku hebrajskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em hebraico para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Hebraisht për të ndihmuar folësit e Hebraishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på hebreiska för att hjälpa människor som talar hebreiska att använda Debian.
tl: Nagluluklok ito ng mga programa at babasahin sa Hebreo upang tulungan ang mga nagsasalita ng Hebreo na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє єврейською.

source: Hebrew desktop
bn: হিব্রু ডেস্কটপ
cs: Desktop s podporou hebrejštiny
da: Hebraisk skrivebord
dz: ཧེབ་བིརིའུ་ ཌེཀསི་ཊོབ།
es: Escritorio en hebreo
eu: Hebreera mahaigaina
fi: Hebrealainen työpöytä
gu: હિબ્રુ ડેસ્કટોપ
id: Desktop berbahasa Hebrew
it: Desktop ebraico
ja: ヘブライ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ហេប្រូ
kn: ಹೀಬ್ರೂ ಗಣಕತೆರೆ
mk: Еврејска работна околина
ne: हिब्रु डेस्कटप
nl: Hebreeuwse desktop
pa_in: ਹੈਬਰਿਓ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko hebrajskie
pt_br: Desktop Hebraico
sq: Hapësira e punës Hebraisht
sv: Hebreisk skrivbordsmiljö
tl: Desktop na Hebreo
uk: Стільниця з підтримкою єврейської

source: This task localises the desktop in Hebrew.
bn: এই কাজটি হিব্রু ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro hebrejštinu.
da: Denne opgavepakke gør skrivebordet hebraisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཧེབ་བིརིའུ་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en hebreo.
eu: Zeregin honek idazmahaia Hebreeraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä hebreankielisen
gu: આ કાર્ય ડેસ્કટોપનું હિબ્રુમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Ibrani.
it: Questo task installa un desktop localizzato in ebraico.
ja: このタスクは、ヘブライ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ហេប្រូ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಹೀಬ್ರೂ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на еврејски.
ne: यो कार्यले हिब्रुमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Hebreeuws.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਹੈਬਰਿਊ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po hebrajsku.
pt_br: Esta tarefa disponibiliza o desktop em hebraico.
sq: Kjo detyrë shfaq hapësirën e punës në Hebraishte.
sv: Denna funktion anpassar skrivbordsmiljön för hebreiska.
tl: Ginagawa nitong lokalisado ang desktop sa Hebreo.
uk: Це завдання робить стільницю локалізованою єврейською.

source: Hindi environment
bn: হিন্দি পরিবেশ
cs: Hindské prostředí
da: Hindu miljø
dz: ཧིན་དི་གི་སྐད་ཡིག།
es: Entorno en hindi
eu: Hindiar ingurunea
fi: Hindinkielinen ympäristö
gu: હિન્દી વાતાવરણ
id: Lingkungan bahasa Hindi
it: Ambiente hindi
ja: ヒンディー語環境
km: បរិស្ថាន​ភាសា​ហិណ្ឌូ
kn: ಹಿಂದಿ ಪರಿಸರ
mk: Хинди околина
ne: हिन्दी परिवेश
nl: Hindoe omgeving
pl: ¦rodowisko hindi
pt_br: Ambiente Hindi
sq: Mjedisi Hindi
sv: Hindi miljö
tl: Kapaligirang Hindi
uk: Підтримка мови хінді

source: This task installs programs, data files, fonts, and documentation that makes it easier for Hindi speakers to use Debian.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ফন্ট, ও সহায়িকা ইনস্টল করে যা হিন্দি ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha nainstaluje programy, fonty a dokumentaci pro hindsky mluvící uživatele.
da: Denne opgavepakke installerer programmer, datafiler, skrifttyper og dokumentation, der gør det nemmere for hindusprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཧིན་དི་ཁ་སླབ་་མི་ཚུ་གི་ ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལས་རིམ་དང་གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación para hacer más fácil el uso de Debian a usuarios que hablen hindi.
eu: Zeregin honek programak, datu-fitxategi, letra-tipo eta dokumentazioa hindieraz instalatzen ditu, hindi hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa ohjelmat, datatiedostot, kirjasintyypit ja dokumentaation auttamaan hindinkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો હિન્દી ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા માટે સ્થાપિત કરે છે.
id: Penugasan ini memasang program-program, berkas data dan dokumentasi yang mempermudah para pengguna berbahasa Hindi menggunakan Debian.
it: Questo task installa programmi, file dati, font e documentazione che rendono semplice l'utilizzo di Debian a chi parla hindi.
ja: このタスクは、ヒンディー語話者が Debian を使いやすくするために、ヒンディー語のプログラム・データファイル・フォント・ドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើងកម្មវិធី ឯកសារ​ទិន្នន័យ ពុម្ព​អក្សរ និង​ឯកសារ​ដែល​ធ្វើឲ្យ​វា​កាន់តែ​​ងាយ​ស្រួល​ដល់​​អ្នក​ដែល​និយាយ​ភាសា​​ហិណ្ឌូ​ដើម្បី​អាច​ឲ្យ​​​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಹಿಂದಿ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ ಕುರಿತ ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира програми, датотеки со податоци и документација на за да им помогне на луѓето кои говорат хинди при користење на Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न हिन्दी वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Hindoesprekenden om Debian te gebruiken.
pl: To zadanie instaluje programy, dane, czcionki i dokumentacjê, by u³atwiæ korzystanie z Debiana osobom pos³uguj±cym siê jêzykiem hindi.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aquelem que falam hindi.
sq: Kjo detyrë instalon programe, të dhëna, gërma dhe dokumentacion që lehtësojnë folësit e gjuhës Hindi të përdorin Debian.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation för att göra det lättare för människor som talar hindi att använda Debian.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, mga font, at babasahin na nagpapadali para sa mga nagsasalita ng Hindi na gumamit ng Debian.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що дозволяють полегшити використання Debian для тих, хто розмовляє мовою хінді.

source: Hindi desktop
cs: Desktop s podporou hindštiny
da: Hindu skrivebord
dz: ཧིན་དི་གིཌེཀསི་ཊོཔ།
es: Escritorio en hindú
eu: Hindiar mahaigaina
gu: હિન્દી ડેસ્કટોપ
it: Desktop hindi
ja: ヒンディー語デスクトップ
km: ផ្ទៃតុ​ភាសា​ហិណ្ឌូ
kn: ಹಿಂದಿ ಗಣಕತೆರೆ
mk: Хинду работна околина
nl: Hindische desktop
pt_br: Desktop Hindi
sq: Hapësira e punës Hindi
sv: Hindisk skrivbordsmiljö
tl: Desktop na Hindi
uk: Стільниця з підтримкою хінді

source: This task localises the desktop in Hindi.
bn: এই কাজটি হিন্দি ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro hindštinu.
da: Denne opgavepakke gør skrivebordet Hindu.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཧིན་དི་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en hindi.
eu: Zeregin honek idazmahaia Hindieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä hindinkielisen
gu: આ કાર્ય ડેસ્કટોપનું હિન્દીમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Hindi
it: Questo task installa un desktop localizzato in hindi.
ja: このタスクは、ヒンディー語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​ភាសា​ហិណ្ឌូ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಹಿಂದಿ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на хинду.
ne: यो कार्यले हिन्दीमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Hindoes.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ w jêzyku hindi.
pt_br: Esta tarefa disponibiliza o desktop em hindi.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Hindi.
sv: Denna funktion anpassar skrivbordsmiljön för hindi.
tl: Ginagawa nitong lokalisado ang desktop sa Hindi.
uk: Це завдання робить стільницю локалізованою мовою хінді.

source: Hungarian environment
bn: হাঙ্গেরিয় পরিবেশ
cs: Maďarské prostředí
da: Ungarnsk miljø
dz: ཧང་ག་རི་ཡཱན་གྱི་སྐད་ཡིག།
es: Entorno en húngaro
eu: Hungariar ingurunea
fi: Unkarinkielinen ympäristö
gu: હંગેરીયન વાતાવરણ
id: Lingkungan bahasa Hungaria
it: Ambiente ungherese
ja: ハンガリー語環境
km: បរិស្ថាន​ភាសា​ហុងគ្រី
kn: ಹಂಗೇರಿಯನ್ ಪರಿಸರ
mk: Унгарска средина
ne: हंगारियन परिवेश
nl: Hongaarse omgeving
pl: ¦rodowisko wêgierskie
pt_br: Ambiente Húngaro
sq: Hapësira e punës Hungareze
sv: Ungersk miljö
tl: Kapaligirang Hungaryan
uk: Підтримка угорської мови

source: This task installs packages and documentation in Hungarian to help Hungarian speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও সহায়িকা ইনস্টল করে যা হাঙ্গেরিয় ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v maďarštině.
da: Denne opgavepakke installerer ungarnske pakker og dokumentation, der skal hjælpe ungarnsksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཧང་ག་རི་ཡཱན་ ཁ་སླབ་མི་ཚུ་གི ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en húngaro que ayudan a utilizar Debian a personas que hablen en húngaro.
eu: Zeregin honek Hungariera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
fi: Asentaa paketit ja dokumentaation unkariksi auttamaan unkarinkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો હંગેરીયનમાં હંગેરીયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Hungaria untuk membantu para pengguna berbahasa Hungaria menggunakan Debian.
it: Questo task installa pacchetti e documentazione in ungherese per aiutare chi parla Ungherese ad usare Debian.
ja: このタスクは、ハンガリー語話者が Debian を使いやすくするために、ハンガリー語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ ​និង​ឯកសារ​​ជា​ភាសា​ហុងគ្រី​​ដើម្បី​ជួយ​អ្នក​​ដែល​និយាយ​ភាសា​ហុងគ្រី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಹಂಗೇರಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಹಂಗೇರಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на италијански за да им помогне на луѓето кои говорат унгарски при користење на Дебиан.
ne: यो कार्यले हंगारियन बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न हंगारियनमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Hongaarssprekenden om Debian te gebruiken.
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku wêgierskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em húngaro para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Hungarisht për të ndihmuar folësit e Hungarishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på ungerska för att hjälpa människor som talar ungerska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Hungaryan upang tulungan ang mga nagsasalita ng Hungaryan na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian тим, хто розмовляє угорською мовою.

source: Hungarian desktop
bn: হাঙ্গেরিয় ডেস্কটপ
cs: Desktop s podporou maďarštiny
da: Ungarnsk skrivebord
dz: ཧང་ག་རི་ཡཱན་གྱི་ ཌེཀསི་ཊོཔ།
es: Escritorio en húngaro
eu: Hungariar idazmahaia
fi: Unkarilainen työpöytä
gu: હંગેરીયન ડેસ્કટોપ
id: Desktop berbahasa Hungaria
it: Desktop ungherese
ja: ハンガリー語デスクトップ
km: ផ្ទៃតុ​ភាសា​ហុង​គ្រី
kn: ಹಂಗೇರಿಯನ್ ಗಣಕತೆರೆ
mk: Унгарска работна околина
ne: हंगारियन डेस्कटप
nl: Hongaarse desktop
pl: Graficzne ¶rodowisko wêgierskie
pt_br: Desktop Húngaro
sq: Hapësira e punës Hungareze
sv: Ungersk skrivbordsmiljö
tl: Desktop na Hungaryan
uk: Стільниця з підтримкою угорської

source: This task localises the desktop in Hungarian.
bn: এই কাজটি হাঙ্গেরিয় ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro maďarštinu.
da: Denne opgavepakke gør skrivebordet ungarnsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཧང་ག་རི་ཡཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en húngaro.
eu: Zeregin honek idazmahaia Hungarieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä unkarinkielisen.
gu: આ કાર્ય ડેસ્કટોપનું હંગેરીયનમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Hungaria.
it: Questo task installa un desktop localizzato in ungherese.
ja: このタスクは、ハンガリー語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ហុងគ្រី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಹಂಗೇರಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на унгарски.
ne: यो कार्यले हंगारियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Hongaars.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po wêgiersku.
pt_br: Esta tarefa disponibiliza o desktop em húngaro.
sq: Kjo detyrë shfaq hapësirën e punës në Hungarisht.
sv: Denna funktion anpassar skrivbordsmiljön för ungerska.
tl: Ginagawa nitong lokalisado ang desktop sa Hungaryan.
uk: Це завдання локалізує стільницю угорською.

source: Icelandic environment
cs: Islandské prostředí
da: Islandsk miljø
dz: ཨའིསི་ལེན་ཌིཀ་གི་སྐད་ཡིག།
es: Entorno en islandés
eu: Islandiar ingurunea
gu: આઇસલેન્ડિક વાતાવરણ
it: Ambiente islandese
ja: アイスランド語環境
km: បរិស្ថាន​​ភាសា​អ៊ីស្តង់
kn: ಐಸ್‍ಲ್ಯಾಂಡಿಕ್ ಪರಿಸರ
mk: Исландска средина
nl: IJslandse omgeving
pt_br: Ambiente Islandês
sq: Mjedisi Islandisht
sv: Isländsk miljö
tl: Kapaligirang Icelandic
uk: Підтримка ісландської мови

source: This task installs packages and documentation in Icelandic to help Icelandic speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v islandštině.
da: Denne opgavepakke installerer Italienske pakker og dokumentation, der skal hjælpe islandsksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཨའིསི་ལེན་ཌིཀ་གྱི་ ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en islandés que ayudan a utilizar Debian a personas que hablen en ese idioma.
eu: Zeregin honek Islandiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો આઇસલેન્ડિકમાં આઇસલેન્ડિક ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in islandese per aiutare chi parla islandese ad usare Debian.
ja: このタスクは、アイスランド語話者が Debian を使いやすくするために、アイスランド語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​អ៊ីស្តង់ ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ភាសា​អ៊ីស្តង់ អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಐಸ್‍ಲ್ಯಾಂಡಿಕ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಐಸ್‍ಲ್ಯಾಂಡಿಕ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на исландски за да им помогне на луѓето кои говорат исландски при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor IJslandssprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala pacotes e documentação em islandês para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Islandisht për të ndihmuar folësit e Islandishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på isländska för att hjälpa människor som talar isländska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Icelandic upang tulungan ang mga nagsasalita ng Icelandic na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian тим, хто розмовляє ісландською мовою.

source: Icelandic desktop
cs: Desktop s podporou islandštiny
da: Islandsk skrivebord
dz: ཨའིསི་ལེན་ཌིཀ་གི་ ཌེཀསི་ཊོཔ།
es: Escritorio en islandés
eu: Islandiar mahaigaina
gu: આઇસલેન્ડિક ડેસ્કટોપ
it: Desktop islandese
ja: アイスランド語デスクトップ
km: ផ្ទៃតុ​ភាសា​អ៊ីស្តង់
kn: ಐಸ್‍ಲ್ಯಾಂಡಿಕ್ ಗಣಕತೆರೆ
mk: Исландска работна околина
nl: IJslandse desktop
pt_br: Desktop Islandês
sq: Hapësira e punës Islandike
sv: Isländsk skrivbordsmiljö
tl: Desktop na Icelandic
uk: Стільниця з підтримкою ісландської

source: This task localises the desktop in Icelandic.
cs: Tato úloha přizpůsobí desktop pro islandštinu.
da: Denne opgavepakke gør skrivebordet islandsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཨའིསི་ལེན་ཌིཀ་ ནང་ལུ་བཏུབ་བཟོཝ་ཨིན
es: Esta tarea localiza el escritorio en islandés.
eu: Zeregin honek idazmahaia Islandieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું આઇસલેન્ડિકમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in islandese.
ja: このタスクは、アイスランド語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អ៊ីស្តង់ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಐಸ್‍ಲ್ಯಾಂಡಿಕ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на исландски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als IJslands.
pt_br: Esta tarefa disponibiliza o desktop em islandês.
sq: Kjo detyrë shfaq hapësirën e punës në Islandisht.
sv: Denna funktion anpassar skrivbordsmiljön för isländska.
tl: Ginagawa nitong lokalisado ang desktop sa Icelandic.
uk: Це завдання робить стільницю локалізованою ісландською.

source: Irish environment
cs: Irské prostředí
da: Irsk miljø
dz: ཨའི་རིཤ་ སྐད་ཡིག།
es: Entorno en irlandés
eu: Irlandar ingurunea
gu: આઇરીશ વાતાવરણ
it: Ambiente irlandese
ja: アイルランド語環境
km: បរិស្ថាន​​ភាសា​អៀរឡង់
kn: ಐರಿಷ್ ಪರಿಸರ
mk: Иркса средина
nl: Ierse omgeving
pt_br: Ambiente Irlandês
sq: Mjedisi Irlandez
sv: Irländsk miljö
tl: Kapaligirang Irish
uk: Підтримка ірландської мови
