Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task installs packages and documentation in Irish to help Irish speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v irštině.
da: Denne opgavepakke installerer tyrkiske pakker og dokumentation, til brug for irsksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཨའི་རིཤ་ ཁ་སླབ་མི་ཚུ་གི་ཕན་ཐབས་ལུ་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en irlandés útil para el manejo de Debian por parte de usuarios que hablen este idioma.
eu: Zeregin honek Gaelikoa hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો આઇરીશમાં આઇરીશ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in irlandese per aiutare chi parla irlandese ad usare Debian.
ja: このタスクは、アイルランド語話者が Debian を使いやすくするために、アイルランド語のプログラムとドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​អៀរឡង់ ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ភាសា​អៀរឡង់​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಐರಿಷ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಐರಿಷ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на ирски за да им помогне на луѓето кои говорат ирски при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Ierssprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala pacotes e documentação em irlandês para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Irlandisht për të ndihmuar Irlandezët të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på irländska för att hjälpa människor som talar irländska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Irish na tumutulong sa mga nagsasalita ng Irish na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє ірландською.

source: Irish desktop
cs: Desktop s podporou irštiny
da: Irsk skrivebord
dz: ཨའི་རིཤ་གི་ ཌེཀ་སི་ཊོཔ།
es: Escritorio en irlandés
eu: Irlandar mahaigaina
gu: આઇરીશ ડેસ્કટોપ
it: Desktop irlandese
ja: アイルランド語デスクトップ
km: ផ្ទៃតុ​ភាសា​អៀរឡង់
kn: ಐರಿಷ್ ಗಣಕತೆರೆ
mk: Ирска работна околина
nl: Ierse desktop
pt_br: Desktop Irlandês
sq: Hapësira e punës Irlandeze
sv: Irländsk skrivbordsmiljö
tl: Desktop na Irish
uk: Стільниця з підтримкою ірландської

source: This task localises the desktop in Irish.
cs: Tato úloha přizpůsobí desktop pro irštinu.
da: Denne opgavepakke gør skrivebordet irsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ ཨའི་རིཤ་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localizado el escritorio en irlandés.
eu: zeregin honek idazmahaia Gaelikoz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું આઇરીશમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in irlandese.
ja: このタスクは、アイルランド語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អៀរឡង់ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಐರಿಷ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на ирски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Iers.
pt_br: Esta tarefa disponibiliza o desktop em irlandês.
sq: Kjo detyrë shfaq hapësirën e punës në Irlandisht.
sv: Denna funktion anpassar skrivbordsmiljön för irländska.
tl: Ginagawa nitong lokalisado ang desktop sa Irish
uk: Це завдання робить стільницю локалізованою ірландською.

source: Italian environment
bn: ইতালিয় পরিবেশ
cs: Italské prostředí
da: Italiensk miljø
dz: ཨི་ཊ་ལི་ཡཱན་གྱི་སྐད་ཡིག།
es: Entorno en italiano
eu: Italiar ingurunea
fi: Italiankielinen ympäristö
gu: ઇટાલિયન વાતાવરણ
id: Lingkungan bahasa Italia
it: Ambiente italiano
ja: イタリア語環境
km: បរិស្ថាន​​ភាសា​អ៊ីតាលី
kn: ಇಟಾಲಿಯನ್ ಪರಿಸರ
mk: Италијанска средина
ne: इटालियन परिवेश
nl: Italiaanse omgeving
pa_in: ਇਤਾਲਵੀ ਵਾਤਾਵਰਣ
pl: ¦rodowisko w³oskie
pt_br: Ambiente Italiano
sq: Hapësira e punës Italiane
sv: Italiensk miljö
tl: Kapaligirang Italyano
uk: Підтримка італійської мови

source: This task installs packages and documentation in Italian to help Italian speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও ইতালিয় ভাষায় রচিত সহায়িকা ইনস্টল করে যা ইতালিয় ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v italštině.
da: Denne opgavepakke installerer Italienske pakker og dokumentation, der skal hjælpe italiensksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཨི་ཊ་ལི་ཡཱན་གྱི་ ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en italiano que ayudan a utilizar Debian a personas que hablen en italiano.
eu: Zeregin honek Italiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa paketit ja dokumentaation italiaksi auttamaan italiankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો ઇટાલિયનમાં ઇટાલિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Italia untuk membantu para pengguna berbahasa Italia menggunakan Debian.
it: Questo task installa pacchetti e documentazione in italiano per aiutare chi parla Italiano ad usare Debian.
ja: このタスクは、イタリア語話者が Debian を使いやすくするために、イタリア語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ ​និង​ឯកសារ​ជា​​ភាសា​អ៊ីតាលី​ដើម្បី​ជួយ​អ្នក​​ដែល​និយាយ​ភាសា​អ៊ីតាលី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಇಟಾಲಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಇಟಾಲಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на италијански за да им помогне на луѓето кои говорат италијански при користење на Дебиан.
ne: यो कार्यले इटालियन बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न इटालियनमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Italiaanssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਇਤਾਲਵੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku w³oskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em italiano para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Italisht për të ndihmuar folësit e Italishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på italienska för att hjälpa människor som talar italienska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Italyano upang tulungan ang mga nagsasalita ng Italyano na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian тим, хто розмовляє італійською мовою.

source: Italian desktop
bn: ইতালিয় ডেস্কটপ
cs: Desktop s podporou italštiny
da: Italiensk skrivebord
dz: ཨི་ཊ་ལི་ཡཱན་གྱི་ ཌེཀསི་ཊོཔ།
es: Escritorio en italiano
eu: Italier mahaigaina
fi: Italialainen työpöytä
gu: ઇટાલિયન ડેસ્કટોપ
id: Desktop berbahasa Italia
it: Desktop italiano
ja: イタリア語デスクトップ
km: ផ្ទៃតុ​ភាសា​អ៊ីតាលី
kn: ಇಟಾಲಿಯನ್ ಗಣಕತೆರೆ
mk: Италијанска работна околина
ne: इटालियन डेस्कटप
nl: Itialiaanse desktop
pa_in: ਇਤਾਲਵੀ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko w³oskie
pt_br: Desktop Italiano
sq: Hapësira e punës Italiane
sv: Italiensk skrivbordsmiljö
tl: Desktop na Italyano
uk: Стільниця з підтримкою італійської

source: This task localises the desktop in Italian.
bn: এই কাজটি ইতালিয় ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro italštinu.
da: Denne opgavepakke gør skrivebordet italiensk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཨི་ཊ་ལི་ཡཱན་ ནང་ལུ་བཏུབ་བཟོཝ་ཨིན
es: Esta tarea localiza el escritorio en italiano.
eu: zeregin honek idazmahaia Italieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä italiankielisen
gu: આ કાર્ય ડેસ્કટોપનું ઇટાલિયનમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Italia.
it: Questo task installa un desktop localizzato in italiano.
ja: このタスクは、イタリア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អ៊ីតាលី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಇಟಾಲಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на италијански.
ne: यो कार्यले इटालियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Italiaans.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਇਤਾਲਵੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po w³osku.
pt_br: Esta tarefa disponibiliza o desktop em italiano.
sq: Kjo detyrë shfaq hapësirën e punës në Italisht.
sv: Denna funktion anpassar skrivbordsmiljön för italienska.
tl: Ginagawa nitong lokalisado ang desktop sa Italyano.
uk: Це завдання робить стільницю локалізованою італійською.

source: Japanese environment
bn: জাপানি পরিবেশ
cs: Japonské prostředí
da: Japansk miljø
dz: ཇ་པ་ནིསི་གི་སྐད་ཡིག།
es: Entorno en japonés
eu: Japonier ingurunea
fi: Japanilainen ympäristö
gu: જાપાનીઝ વાતાવરણ
id: Lingkungan bahasa Jepang
it: Ambiente giapponese
ja: 日本語環境
km: បរិស្ថាន​​ភាសា​ជប៉ុន
kn: ಜಪಾನಿ ಪರಿಸರ
mk: Јапанска средина
ne: जापानिज परिवेश
nl: Japanse omgeving
pa_in: ਜਾਪਾਨੀ ਵਾਤਾਵਰਣ
pl: ¦rodowisko japoñskie
pt_br: Ambiente Japonês
sq: Mjedisi Japonez
sv: Japansk miljö
tl: Kapaligirang Hapones
uk: Підтримка японської мови

source: This task installs packages that make it easier for Japanese speakers to use Debian.
bn: এই কাজটি কিছু প্যাকেজ ইনস্টল করে যা জাপানি ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje balíky, které usnadní používání Debianu v japonském prostředí.
da: Denne opgavepakke installerer pakker, det gør det nemmere for japansksprogede at bruge Debian.
dz: འ་ནི་ལསཀ་འདི་གིས་ ཇ་པ་ནིསི་གི་ ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ཐུམ་སྒྲིལ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes que hace más fácil el uso de Debian a usuarios japoneses.
eu: Zeregin honek Japoniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
fi: Asentaa paketit auttamaan japaninkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો સ્થાપિત કરે છે જે જાપાનીઝ ભાષીઓને ડેબિયન ઉપયોગ કરવામાં મદદ કરે છે.
id: Penugasan ini memasang paket-paket untuk mempermudah para pengguna berbahasa Jepang menggunakan Debian.
it: Questo task installa i pacchetti che permettono un uso più semplice di Debian a chi parla giapponese.
ja: このタスクは、日本語話者が Debian を使いやすいようにします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ដែលធ្វើ​ឲ្យ​កាន់តែ​ងាយ​ស្រួលដល់​អ្នក​និយាយ​ភាសា​ជប៉ុន​​​ដើម្បី​​អាច​ឲ្យ​ប្រើ​​ដេបៀន​បាន ។
kn: ಇದು ಜಪಾನಿ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಜಪಾನಿ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети на јапонски за да им помогне на луѓето кои говорат јапонски при користење на Дебиан.
ne: यो कार्यले डेवियन प्रयोग गर्न जापानिज वक्ताहरुको लागि यसलाई सजिलो पार्न प्याकेजहरुको स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Japanssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਜਾਪਾਨੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety w jêzyku japoñskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes que facilitam a utilização do Debian para aqueles que falam japonês.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Japonisht për të ndihmuar folësit e Japonishtes të përdorin Debian.
sv: Denna funktion installerar paket som gör det lättare för människor som talar japanska att använda Debian.
tl: Nagluluklok ito ng mga pakete na nagpapadali para sa mga Hapones na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє японською.

source: Japanese desktop
cs: Desktop s podporou japonštiny
da: Japansk skrivebord
dz: ཇ་པནིསི་ ཌེཀསི་ཊོཔ།
es: Escritorio en japonés
eu: Japoniar mahaigaina
gu: જાપાનીઝ ડેસ્કટોપ
it: Desktop giapponese
ja: 日本語デスクトップ
km: ​ភាសា​ជប៉ុន
kn: ಜಪಾನಿ ಗಣಕತೆರೆ
mk: Јапонска работна околина
nl: Japanse desktop
pl: Graficzne ¶rodowisko japoñskie
pt_br: Desktop Japonês
sq: Hapësira e punës Japoneze
sv: Japansk skrivbordsmiljö
tl: Desktop na Hapon
uk: Стільниця з підтримкою японської

source: This task localises the desktop in Japanese.
bn: এই কাজটি জাপানি ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro japonštinu.
da: Denne opgavepakke gør skrivebordet japansk.
dz: འ་ནི་ལསཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཇ་པ་ནིསི་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en japonés.
eu: Zeregin honek idazmahaia Japonieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä japaninkielisen
gu: આ કાર્ય ડેસ્કટોપનું જાપાનીઝમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Jepang.
it: Questo task installa un desktop localizzato in giapponese.
ja: このタスクは、日本語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ជប៉ុន ​។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಜಪಾನಿ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на јапонски.
ne: यो कार्यले जापानिजमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Japans.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਜਾਪਾਨੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po japoñsku.
pt_br: Esta tarefa disponibiliza o desktop em japonês.
sq: Kjo detyrë shfaq hapësirën e punës në Japonisht.
sv: Denna funktion anpassar skrivbordsmiljön för japanska.
tl: Ginagawa nitong lokalisado ang desktop sa Hapones.
uk: Це завдання робить стільницю локалізованою японською.

source: KDE desktop environment
bn: কে.ডি.ই. ডেস্কটপ
cs: Desktopové prostředí KDE
da: Skrivebordsmiljøet KDE
dz: ཀེ་ཌི་ཨི་ ཌེཀསི་ཊོཔ་གི་མཐའ་འཁོར།
es: Entorno de KDE
eu: KDE Mahaigain ingurunea
gu: KDE ડેસ્કટોપ વાતાવરણ
hi: केडीई डेस्कटॉप परिवेश
it: Ambiente desktop KDE
ja: KDE デスクトップ環境
km: បរិស្ថាន​ផ្ទៃតុ KDE
kn: KDE ಗಣಕತೆರೆ ಪರಿಸರ
mk: КДЕ работна околина
mr: के डी इ डेस्कटॉप परिवेश
ne: KDE डेस्कटप परिवेश
nl: KDE desktop
pt_br: Ambiente Desktop KDE
sq: Mjedisi i punës KDE
sv: Skrivbordsmiljön KDE
te: కె డి ఇ (KDE) డెస్క్ టాప్ (desktop) పరిసరము
tl: Kapaligirang Desktop na KDE
uk: Стільниця KDE

source: This task provides basic "desktop" software using the K Desktop Environment.
bn: এই কাজটি কে.ডি.ই. ডেস্কটপ-এর সাহায্যে একটি সাধারণ "ডেস্কটপ" সফটওয়্যার উপস্থাপন করে।
cs: Tato úloha poskytuje základní "desktopové" aplikace založené na desktopovém prostředí KDE.
da: Denne opgavepakke giver de grundlæggende skrivebordsprogrammer med skrivebordsmiljøet KDE.
dz: འ་ནི་ལས་ཀ་འདི་གིས་་ཀེ་ཌེཀ་སི་ཊོཔ་མཐའ་འཁོར་ལག་ལེན་འཐབ་ཐོག་ལས་ གཞི་རྩ་ "desktop"མཉན་ཆས་དེ་ཚུ་ སྤེལཝ་ཨིན།
es: Esta tarea ofrece los programas de «escritorio» básicos que utilizan el «K Desktop Environment».
eu: Zeregin honek KDE idazmahai ingurunea erabiliaz oinarrizko "idazmahai" ingurune bat instalatzen du.
gu: આ કાર્ય સામાન્ય "ડેસ્કટોપ" સોફ્ટવેર K ડેસ્કટોપ વાતાવરણ નો ઉપયોગ કરીને પૂરું પાડે છે.
hi: यह टास्क केडीई डेस्कटॉप परिवेश का प्रयोग करते हुए आधारभूत "desktop" सॉफ्टवेयर प्रदान करता है.
it: Questo task fornisce il software per un «desktop» di base utilizzando l'ambiente K.
ja: このタスクは、K デスクトップ環境を使った基本的な "デスクトップ" ソフトウェアを提供します。
km: ភារកិច្ច​នេះ​ផ្តល់​ផ្នែកទន់ "ផ្ទៃតុ" ​ជា​មូលដ្ឋាន​ ដោយ​ប្រើ​​បរិស្ថាន​​ផ្ទៃតុ K ។
kn: ಇದು KDE ಗಣಕತೆರೆ ಪರಿಸರವನ್ನು ಬಳಸಿ ಮೂಲಭೂತ ಗಣಕತೆರೆ ತಂತ್ರಾಂಶವನ್ನು ಒದಗಿಸುವದು
mk: Оваа задача овозможува основен софтвер за „работна површина“ со KДЕ десктоп околината.
mr: के डी इ डेस्कटॉप परिवेश वापरुन यातुन मुलभुत "desktop" आज्ञावली पुरवली जाइल.
ne: यो कार्यले K डेस्कटप परिवेश प्रयोग गरेर आधारभूत "desktop" सफ्टवेयर उपलब्ध गराउँदछ ।
nl: Deze taak voorziet in de basis grafische software voor de KDE-omgeving
pt_br: Esta tarefa fornece o softwares básicos de "desktop" usando o "K Desktop Environment".
sq: Kjo detyrë instalon programe kryesore "hapësire pune" duke përdorur K Desktop Environment.
sv: Denna funktion tillhandahåller programvara för en standard "desktop" med skrivbordsmiljön KDE.
te: ఈ టాస్కు (task) కె (K) డెస్క్ టాప్ (desktop) పరిసరము ఉపయోగించి "డెస్క్ టాప్సా" సాఫ్ట్ వేర్ (software) సిద్ధము చేస్తుంది.
tl: Nagdudulot ito ng pangunahing "desktop" software na gamit ang K Desktop Environment.
uk: Це завдання надає основне програмне забезпечення для стільниці з використанням KDE.

source: Khmer environment
cs: Khmerské prostředí
da: Khmer miljø
dz: ཁེ་མར་གྱི་ སྐད་ཡིག།
es: Entorno en khmer
eu: Khmer ingurunea
gu: ખ્મેર વાતાવરણ
it: Ambiente khmer
ja: クメール語環境
km: បរិស្ថាន​ភាសា​​ខ្មែរ
kn: ಖ್ಮೇರ್ ಪರಿಸರ
mk: Kмери средина
nl: Khmer omgeving
pt_br: Ambiente Khmer
sq: Mjedisi Kmer
sv: Khmerisk miljö
tl: Kapaligirang Khmer
uk: Підтримка кхмерської мови

source: This task installs packages and documentation in Khmer to help Khmer speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v khmerštině.
da: Denne opgavepakke installerer Khmer pakker og dokumentation, der skal hjælpe khmersprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཁེ་མར་གྱི་ཁ་སླབ་མི་ཚུ་ལུ་ ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་་ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en khmer para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Khmer hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten pakete eta dokumentazioa instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો ખ્મેરમાં ખ્મેર ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in khmer per aiutare chi parla khmer ad usare Debian.
ja: このタスクは、クメール語話者が Debian を使いやすくするために、クメール語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​ខ្មែរ ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ខ្មែរ​អាច​ឲ្យ ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಖ್ಮೇರ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಖ್ಮೇರ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на кмерски за да им помогне на луѓето кои говорат кмерски при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Khmersprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala pacotes e documentação em khmer para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Kmerisht për të ndihmuar Kmerët të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på khmer för att hjälpa människor som talar khmer att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Khmer upang tulungan ang mga nagsasalita ng Khmer na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє кхмерською.

source: Khmer desktop
cs: Desktop s podporou khmerštiny
da: Khmer skrivebord
dz: ཁེ་མར་གྱི་ ཌེཀསི་ཊོཔ།
es: Escritorio en khmer
eu: Khmer mahaigaina
gu: ખ્મેર ડેસ્કટોપ
it: Desktop khmer
ja: クメール語デスクトップ
km: ផ្ទៃតុ​ភាសា​ខ្មែរ
kn: ಖ್ಮೇರ್ ಗಣಕತೆರೆ
mk: Кмери работна околина
pt_br: Desktop Khmer
sq: Hapësira e punës Kmer
sv: Khmersk skrivbordsmiljö
tl: Desktop na Khmer
uk: Стільниця з підтримкою кхмерської

source: This task localises the desktop in Khmer.
cs: Tato úloha přizpůsobí desktop pro khmerštinu.
da: Denne opgavepakke gør skrivebordet khmer.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཁེ་མར་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en khmer.
eu: Zeregin honek idazmahaia Khmereraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું ખ્મેરમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in khmer.
ja: このタスクは、クメール語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​​ផ្ទៃតុ​ជា​​ភាសា​ខ្មែរ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಖ್ಮೇರ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на кмери.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Khmer.
pt_br: Esta tarefa disponibiliza o desktop em khmer.
sq: Kjo detyrë shfaq hapësirën e punës në Kmerisht.
sv: Denna funktion anpassar skrivbordsmiljön för khmeriska.
tl: Ginagawa nitong lokalisado ang desktop sa Khmer
uk: Це завдання робить стільницю локалізованою кхмерською.

source: Korean environment
bn: কোরিয় পরিবেশ
cs: Korejské prostředí
da: Koreansk miljø
dz: ཀོ་རི་ཡའིན་གྱི་སྐད་ཡིག།
es: Entorno en coreano
eu: Korear ingurunea
fi: Korealainen ympäristö
gu: કોરીયન વાતાવરણ
id: Lingkungan bahasa Korea
it: Ambiente coreano
ja: 韓国語環境
km: បរិស្ថាន​​ភាសា​កូរ៉េ
kn: ಕೋರಿಯನ್ ಪರಿಸರ
mk: Корејска средина
ne: कोरियन परिवेश
nl: Koreaanse omgeving
pa_in: ਕੋਰੀਆਈ ਵਾਤਾਵਰਣ
pl: ¦rodowisko koreañskie
pt_br: Ambiente Coreano
sq: Mjedisi Korean
sv: Koreansk miljö
tl: Kapaligirang Koreyano
uk: Підтримка корейської мови

source: This task installs packages that make it easier for Korean speakers to use Debian.
bn: এই কাজটি কিছু প্যাকেজ ইনস্টল করে যা কোরিয় ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje balíky, které usnadní používání Debianu v korejském prostředí.
da: Denne opgavepakke installerer pakker, det gør det nemmere for koreansksprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཀོ་རི་འིན་གི་ ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ ཐུམ་སྒྲིལ་གཞི་ བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes que hace más fácil el uso de Debian a usuarios que hablen coreano.
eu: Zeregin honek Koreera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa paketit auttamaan koreankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો સ્થાપિત કરે છે જે કોરીયન ભાષીઓને ડેબિયન ઉપયોગ કરવામાં મદદ કરે છે.
id: Penugasan ini memasang paket-paket untuk mempermudah para pengguna bahasa Korea menggunakan Debian.
it: Questo task installa i pacchetti che permettono un uso più semplice di Debian a chi parla coreano.
ja: このタスクは、韓国語話者が Debian を使いやすいようにします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ដែល​ធ្វើឲ្យ​វា​កាន់តែ​ងាយស្រួល​ដល់​អ្នក​និយាយ​ភាសា​កូរ៉េ​ដើម្បី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಕೋರಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹವನ್ನು ಕೋರಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети за да им помогне на луѓето кои говорат корејски при користење на Дебиан.
ne: यो कार्यले डेवियन प्रयोग गर्न कोरियन वक्ताहरुको लागि यसलाई सजिलो पार्न प्याकेजहरुको स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Koreaanssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਕੋਰੀਆਈ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety u³atwiaj±ce korzystanie Debiana ludziom pos³uguj±cym siê jêzykiem koreañskim.
pt_br: Esta tarefa instala pacotes que facilitam a utilização do Debian para aqueles que falam coreano.
sq: Kjo detyrë instalon paketa dhe dokumentacion në gjuhën Koreane për të ndihmuar folësit e gjuhës Koreane të përdorin Debian.
sv: Denna funktion installerar paket som gör det lättare för människor som talar koreanska att använda Debian.
tl: Nagluluklok ito ng mga pakete na nagpapadali para sa mga Koreyano na gamitin ang Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє корейською.
