Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: Print server
bn: প্রিন্ট সার্ভার
cs: Tiskový server
da: Printerserver
dz: དཔར་བསྐྲུན་འབད་མི་ སར་བར།
es: Servidor de impresoras
eu: Inprimatze-zerbitzaria
fi: Tulostuspalvelin
gu: પ્રિન્ટ સર્વર
hi: प्रिंट सर्वर
id: Server Print
it: Server di stampa
ja: 印刷サーバ
km: ម៉ាស៊ីនបម្រើ​បោះពុម្ព
kn: ಮುದ್ರಣ ಸರ್ವರ್
mk: Сервер за печатење
mr: छपाई परिसेवक
ne: मुद्रण सर्भर
pa_in: ਪ੍ਰਿੰਟ ਸਰਵਰ
pl: Serwer druku
pt_br: Servidor de impressão
sq: Server shtypi
sv: Utskriftsserver
te: ముద్రణ సర్వర్ (print server)
uk: Сервер друку

source: This task sets up your system to be a print server.
bn: এই কাজটি আপনার সিস্টেমে একটি প্রিন্ট সার্ভার স্থাপন করে।
cs: Úloha připraví váš počítač pro roli tiskového serveru.
da: Denne opgavepakke sætter dit system op til at være printerserver.
dz: འ་ནི་ལས་ཀ་འདི་གིས་་ཁྱོད་རང་གི་ རིམ་ལུགས་དེ་ དཔར་སྐྲུན་ སར་བར་འབད་་གཞི་སྒྲིག་འབད་འོང།
es: Esta tarea prepara su sistema para convertirlo en un servidor de impresoras.
eu: Zeregin honek sistema inprimatze-zerbitzaria izateko konfiguratzen du.
fi: Asettaa järjestelmäsi toimimaan tulostuspalvelimena.
gu: આ કાર્ય તમારી સિસ્ટમને પ્રિન્ટ સર્વર તરીકે ગોઠવે છે.
hi: यह टास्क आपके तंत्र को एक प्रिंट सर्वर के रूप में व्यवस्थित करता है.
id: Penugasan ini mempersiapkan sistem anda untuk menjadi server print (cetak)
it: Questo task configura il sistema come server di stampa.
ja: このタスクは、あなたのシステムを印刷サーバにします。
km: ភារកិច្ច​នេះ​​រៀបចំ​ប្រព័ន្ធ​របស់​អ្នក​ឲ្យ​ទៅជា​ម៉ាស៊ីនបម្រើ​បោះពុម្ព ។
kn: ಇದು ನಿಮ್ಮ ಗಣಕವ್ಯವಸ್ಥೆಯನ್ನು ಮುದ್ರಣ ಸರ್ವರ್ ಆಗಿ ಅಣಿಗೊಳಿಸುವುದು.
mk: Оваа задача го подготвува твојот систем да биде сервер за печатење.
mr: या कार्यात तुमचा संगणक छपाई परिसेवक म्हणून स्थित केला जाईल.
ne: यो कार्यले तपाईँको प्रणालीलाई मुद्रण सर्भरको रुपमा सेट गर्दछ ।
nl: Deze taak stelt uw systeem in om als printserver te dienen
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਪ੍ਰਿੰਟ ਸਰਵਰ ਦੇ ਤੌਰ ਤੇ ਤਿਆਰ ਕੀਤਾ ਜਾਦਾ ਹੈ।
pl: To zadanie ustawia system jako serwer druku.
pt_br: Esta tarefa configura seu sistema para que o mesmo seja um servidor de impressão.
sq: Kjo detyrë kthen sistemin tënd në një server shtypi.
sv: Denna funktion konfigurerar ditt system för att vara utskriftsserver.
te: ఈ టాస్కు (task) మీ సిస్టం (system) ను ముద్రణ సర్వర్ (print server) గా సిద్ధము చేస్తుంది.
tl: Inaayos nito ang sistema niyo na maging print server.
uk: Це завдання налаштовує вашу систему для використання в якості сервера друку.

source: Punjabi environment
bn: পাঞ্জাবি পরিবেশ
cs: Paňdžábské prostředí
da: Punjabi miljø
dz: པཱན་ཇ་བི་གི་སྐད་ཡིག།
es: Entorno en panyabí
eu: Punjabiar ingurunea
fi: Pandžabin ympäristö
gu: પંજાબી વાતાવરણ
id: Lingkungan bahasa Punjabi
it: Ambiente punjabi
ja: パンジャビ語環境
km: បរិស្ថាន​ភាសា​ពុនយ៉ាប៊ី
kn: ಪಂಜಾಬಿ ಪರಿಸರ
mk: Пунџабска средина
ne: पंजावी परिवेश
nl: Punjabi omgeving
pl: ¦rodowisko punjabi
pt_br: Ambiente Punjabi
sq: Mjedisi Punjabi
sv: Punjabi miljö
tl: Kapaligirang Punjabi
uk: Підтримка мови панджабі

source: This task installs programs, data files, fonts, and documentation that makes it easier for Punjabi speakers to use Debian.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ফন্ট, ও সহায়িকা ইনস্টল করে যা পাঞ্জাবি ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha nainstaluje programy, fonty a dokumentaci pro paňdžábsky mluvící uživatele.
da: Denne opgavepakke installerer programmer, datafiler, skrifttyper og dokumentation, der gør det nemmere for punjabisprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ པཱན་ཇ་བི་གི་ཁ་སླབ་མི་ཚུ་གི ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ ལས་རིམ་དང་ གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་བའདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación para hacer más fácil el uso de Debian a usuarios que hablen panyabí.
eu: Zeregin honek programak, datu-fitxategiak, letra-tipo eta dokumentazioak Punjaberaz instalatzen ditu, Punjabera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa ohjelmat, datatiedostot, kirjasintyypit ja dokumentaation auttamaan pandžabinkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે પંજાબી ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang program-program, berkas data dan dokumentasi yang mempermudah para pengguna berbahasa Punjabi menggunakan Debian.
it: Questo task installa programmi, file dati, font e documentazione che rendono semplice l'utilizzo di Debian a chi parla punjabi.
ja: このタスクは、パンジャビ語話者が Debian を使いやすくするために、パンジャビ語のプログラム・データファイル・フォント・ドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កម្មវិធី​ ឯកសារ​ទិន្នន័យ ពុម្ព​អក្សរ និង​ឯកសារ​ដែល​ធ្វើឲ្យ​វា​កាន់តែ​​ងាយ​ស្រួល​ដល់​​​អ្នក​ដែល​និយាយ​ភាសា​ពុនយ៉ាប៊ី​ដើម្បី​អាច​ឲ្យ​​​​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಪಂಜಾಬಿ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ ಕುರಿತ ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира програми, датотеки со податоци и документација на за да им помогне на луѓето кои говорат пунџабски при користење на Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न पंजावी वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Punjabi-sprekenden om Debian te gebruiken.
pl: To zadanie instaluje programy, dane, czcionki i dokumentacjê, by u³atwiæ korzystanie z Debiana osobom pos³uguj±cym siê jêzykiem punjabi.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam punjabi.
sq: Kjo detyrë instalon programe, të dhëna, gërma dhe dokumentacion që lehtësojnë folësit e gjuhës Punjabi të përdorin Debian.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation för att göra det lättare för människor som talar punjabi att använda Debian.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, mga font, at babasahin na nagpapadali para sa mga nagsasalita ng Punjabi na gumamit ng Debian.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що дозволяють полегшити використання Debian для тих, хто розмовляє панджабі.

source: Punjabi desktop
cs: Desktop s podporou paňdžábštiny
da: Punjabisk skrivebord
dz: པཱན་ཇཱཔ་གི་ ཌེཀསི་ཊོཔ།
es: Escritorio en punjabi
eu: Punjabiar idazmahaia
gu: પંજાબી ડેસ્કટોપ
it: Desktop punjabi
ja: パンジャビ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ពុនយ៉ាប៊ី
kn: ಪಂಜಾಬಿ ಗಣಕತೆರೆ
mk: Пунџаб работна околина
pl: Graficzne ¶rodowisko punjabi
pt_br: Desktop Punjabi
sq: Hapësira e punës Punjabi
sv: Punjabisk skrivbordsmiljö
tl: Desktop na Punjabi
uk: Стільниця з підтримкою панджабської

source: This task localises the desktop in Punjabi.
bn: এই কাজটি পাঞ্জাবি ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro paňdžábštinu.
da: Denne opgavepakke gør skrivebordet punjabi.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ པཱན་ཇ་བི་ནང་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en panyabí.
eu: zeregin honek idazmahaia Punjaberaz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä pandžabinkielisen.
gu: આ કાર્ય ડેસ્કટોપનું પંજાબીમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Punjabi
it: Questo task installa un desktop localizzato in punjabi
ja: このタスクは、パンジャビ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជាភាសា​ពុនយ៉ាប៊ី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಪಂಜಾಬಿ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задаја ја локализира работната околина на пунџабски.
ne: यो कार्यले पंजावीमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Punjabi.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ w jêzyku punjabi.
pt_br: Esta tarefa disponibiliza o desktop em punjabi.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Punjabi.
sv: Denna funktion anpassar skrivbordsmiljön för punjabi.
tl: Ginagawa nitong lokalisado ang desktop sa Punjabi.
uk: Це завдання локалізує стільницю мовою панджабі.

source: Romanian environment
bn: রুমানিয় পরিবেশ
cs: Rumunské prostředí
da: Rumænsk miljø
dz: རོ་མ་ནི་ཡཱན་གྱི་སྐད་ཡིག།
es: Entorno en rumano
eu: Errumaniar ingurunea
fi: Romanialainen ympäristö
gu: રોમાનિયન વાતાવરણ
id: Lingkungan bahasa Romania
it: Ambiente rumeno
ja: ルーマニア語環境
km: បរិស្ថាន​​ភាសា​រ៉ូម៉ានី
kn: ರೊಮೇನಿಯನ್ ಪರಿಸರ
mk: Романска средина
ne: रोमानियन परिवेश
nl: Roemeense omgeving
pa_in: ਰੋਮਾਨੀਆਈ ਵੇਹੜਾ
pl: ¦rodowisko rumuñskie
pt_br: Ambiente Romeno
sq: Hapësira e punës Rumune
sv: Rumänsk miljö
tl: Kapaligirang Romanyan
uk: Підтримка румунської мови

source: This task installs packages and documentation in Romanian to help Romanian speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও রুমানিয় ভাষায় রচিত সহায়িকা ইনস্টল করে যা রুমানিয় ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v rumunštině.
da: Denne opgavepakke installerer Rumænske pakker og dokumentation, der skal hjælpe rumænsksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ རོ་མ་ནི་ཡཱན་གྱི་ཁ་སླབ་མི་ཚུ་གི་ ཌེ་བི་ཡཱན ་འཇམ་ཏོང་ཏོ་འབད་ ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་མཐོ་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en rumano que ayudan a utilizar Debian a personas que hablen en rumano.
eu: Zeregin honek Errumaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
fi: Asentaa paketit ja dokumentaation romaniaksi auttamaan romaniankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો રોમાનિયનમાં રોમાનિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Romania untuk membantu para pengguna berbahasa Romania menggunakan Debian.
it: Questo task installa pacchetti e documentazione in rumeno per aiutare chi parla rumeno ad usare Debian.
ja: このタスクは、ルーマニア語話者が Debian を使いやすくするために、ルーマニア語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ និង​ឯកសារ​ជា​ភាសា​រ៉ូម៉ានី​​ដើម្បី​ជួយ​អ្នក​​ដែល​និយាយ​ភាសា​រ៉ូម៉ានីដើម្បី​អាច​ឲ្យ​​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ರೊಮೇನಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ರೊಮೇನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на романски за да им помогне на луѓето кои говорат романски јазик при користење на Дебиан.
ne: यो कार्यले रोमानियन बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न रोमानियनमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Roemeenssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਰੋਮਾਨੀਆਈ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku rumuñskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em romeno para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Rumanisht për të ndihmuar folësit e Rumanishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på rumänska för att hjälpa människor som talar rumänska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin upang tulungan ang mga nagsasalita ng Romanyan na gumamit ng Debian.
uk: Це завдання встановлює пакунки та документацію, що дозволяють полегшити використання Debian тим, хто розмовляє румунською мовою.

source: Romanian desktop
bn: রুমানিয় ডেস্কটপ
cs: Desktop s podporou rumunštiny
da: Rumænsk skrivebord
dz: རོ་མ་ནི་ཡཱན་གྱི་སྐད་ཡིག།
es: Escritorio en rumano
eu: Errumaniar idazmahaia
fi: Romanialainen työpöytä
gu: રોમાનિયન ડેસ્કટોપ
id: Desktop berbahasa Romania
it: Desktop rumeno
ja: ルーマニア語デスクトップ
km: ផ្ទៃតុ​ភាសា​រ៉ូម៉ានី
kn: ರೊಮೇನಿಯನ್ ಗಣಕತೆರೆ
mk: Романска работна околина
ne: रोमानियन डेस्कटप
nl: Roemeense desktop
pa_in: ਰੋਮਾਨੀਆਈ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko rumuñskie
pt_br: Desktop Romeno
sq: Hapësira e punës Rumune
sv: Rumänsk skrivbordsmiljö
tl: Desktop na Romanyan
uk: Стільниця з підтримкою румунської

source: This task localises the desktop in Romanian.
bn: এই কাজটি রুমানিয় ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro rumunštinu.
da: Denne opgavepakke gør skrivebordet rumænsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ རོ་མ་ནི་ཡཱན་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en rumano.
eu: zeregin honek idazmahaia Errumanieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä romaniankielisen.
gu: આ કાર્ય ડેસ્કટોપનું રોમાનિયનમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Romania
it: Questo task installa un desktop localizzato in rumeno.
ja: このタスクは、ルーマニア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​រ៉ូម៉ានី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ರೊಮೇನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на романски.
ne: यो कार्यले रोमानियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is voor Roemeens.
pa_in: ਇਹ ਕੰਮ ਵੇਹੜੇ ਨੂੰ ਰੋਮਾਨੀਆਈ ਬੋਲੀ ਲਈ ਤਿਆਰ ਕਰਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po rumuñsku.
pt_br: Esta tarefa disponibiliza o desktop em romeno.
sq: Kjo detyrë shfaq hapësirën e punës në·Rumanisht.
sv: Denna funktion anpassar skrivbordsmiljön för rumänska.
tl: Ginagawang lokalisado ang desktop para sa Romanyan
uk: Це завдання робить стільницю локалізованою румунською.

source: Russian environment
bn: রুশ পরিবেশ
cs: Ruské prostředí
da: Russisk miljø
dz: ར་ཤི་ཡཱན་གྱི་སྐད་ཡིག།
es: Entorno en ruso
eu: Errusiera ingurunea
fi: Venäläinen ympäristö
gu: રશિયન વાતાવરણ
id: Lingkungan bahasa Rusia
it: Ambiente russo
ja: ロシア語環境
km: បរិស្ថាន​ភាសា​​រុស្ស៊ី
kn: ರಶಿಯನ್ ಪರಿಸರ
mk: Руска средина
ne: रसियन परिवेश
nl: Russische omgeving
pa_in: ਰੂਸੀ ਵਾਤਾਵਰਣ
pl: Rosyjskie ¶rodowisko
pt_br: Ambiente Russo
sq: Mjedisi Rusisht
sv: Rysk miljö
tl: Kapaligirang Ruso
uk: Підтримка російської мови

source: This task installs programs and documentation in Russian to help Russian speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও রুশ ভাষায় রচিত সহায়িকা ইনস্টল করে যা রুশ ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v ruštině.
da: Denne opgavepakke indeholder programmer og russisk dokumentation til at gøre det lettere for russiskprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས ར་ཤི་ཡཱན་གྱི་ཁ་སླབ་མི་ཚུ་གི་ ཌི་བི་ཡཱན་ ལག་ལེན་འཐབ་ནིའི་གྲོགས་རམ་གྱི་དོན་་ལུ ལས་རིམ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas y documentación en ruso para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Errusiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa ohjelmat ja dokumentaation venäjäksi auttamaan venäjänkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો રશિયનમાં રશિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
id: Penugasan ini memasang program-program dan dokumentasi dalam bahasa Rusia untuk membantu para pengguna Rusia menggunakan Debian.
it: Questo task installa pacchetti e documentazione in russo per aiutare chi parla russo ad usare Debian.
ja: このタスクは、ロシア語話者が Debian を使いやすくするために、ロシア語のプログラムとドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កម្មវិធី និង​ឯកសារ​ជា​ភាសា​រុស្ស៊ី​ដើម្បី​ជួយ​អ្នក​ដែល​​និយាយ​ភាសា​រុស្ស៊ី​ដើម្បី​អាច​​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ರಶಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ರಶಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на руски за да им помогне на луѓето кои говорат руски при користење на Дебиан.
ne: यो कार्यले रसियन बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न रसियनमा कार्यक्रमहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Russischsprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਰੂਸੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku rosyjskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em russo para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon programe dhe dokumentacion në Rusisht për të ndihmuar folësit e Rusishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på ryska för att hjälpa människor som talar ryska att använda Debian.
tl: Nagluluklok ito ng mga programa at babasahin sa Ruso upang tulungan ang nagsasalita ng Ruso na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє російською.

source: Russian desktop
bn: রুশ ডেস্কটপ
cs: Desktop s podporou ruštiny
da: Russisk skrivebord
dz: ར་ཤི་ཡཱན་གྱི་ ཌེཀསི་ཊོཔ།
es: Escritorio en ruso
eu: Errusiar mahaigaina
fi: Venäläinen työpöytä
gu: રશિયન ડેસ્કટોપ
id: Desktop berbahasa Rusia
it: Desktop russo
ja: ロシア語デスクトップ
km: ផ្ទៃតុ​ភាសា​រុស្ស៊ី
kn: ರಶಿಯನ್ ಗಣಕತೆರೆ
mk: Руска работна околина
ne: रसियन डेस्कटप
nl: Russische desktop
pa_in: ਰੂਸੀ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko rosyjskie
pt_br: Desktop Russo
sq: Hapësira e punës Ruse
sv: Rysk skrivbordsmiljö
tl: Desktop na Ruso
uk: Стільниця з підтримкою російської

source: This task localises the desktop in Russian.
bn: এই কাজটি রুশ ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro ruštinu.
da: Denne opgavepakke gør skrivebordet russisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ར་ཤི་ཡཱན་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en ruso.
eu: Zeregin honek idazmahaia Errusieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä venäjänkielisen
gu: આ કાર્ય ડેસ્કટોપનું રશિયનમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Rusia.
it: Questo task installa un desktop localizzato in russo.
ja: このタスクは、ロシア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​រុស្ស៊ី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ರಶಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на руски.
ne: यो कार्यले रसियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Russisch.,
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਰੂਸੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po rosyjsku.
pt_br: Esta tarefa disponibiliza o desktop em russo.
sq: Kjo detyrë shfaq hapësirën e punës në Rusisht.
sv: Denna funktion anpassar skrivbordsmiljön för ryska.
tl: Ginagawa nitong lokalisado ang desktop sa Ruso
uk: Це завдання робить стільницю локалізованою російською.

source: Serbian environment
cs: Srbské prostředí
da: Serbisk miljø
es: Entorno en serbio
eu: Serbiar ingurunea
gu: સર્બિયન વાતાવરણ
it: Ambiente serbo
kn: ಸರ್ಬಿಯನ್ ಪರಿಸರ
nl: Servische omgeving
pt_br: Ambiente Sérvio
tl: Kapaligirang Serbian
uk: Підтримка сербської мови

source: This task installs packages and documentation in Serbian to help Serbian speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v srbštině.
da: Denne opgavepakke installerer tyske pakker og dokumentation, der skal hjælpe serbisksprogede med at bruge Debian.
es: Esta tarea instala paquetes y documentación en serbio para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Serbiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak eta dokumentazioa instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો સર્બિયનમાં સર્બિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in serbo per aiutare chi parla serbo ad usare Debian.
kn: ಇದು ಸರ್ಬಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಸರ್ಬಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Servischsprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala pacotes e documentação em sérvio para ajudar as pessoas que falam esse idioma a utilizar o Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Serbian upang tulungan ang mga nagsasalita ng Serbian na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє сербською.

source: Serbian desktop
cs: Desktop s podporou srbštiny
da: Serbisk skrivebord
es: Escritorio en serbio
eu: Serbiar mahaigaina
gu: સર્બિયન ડેસ્કટોપ
it: Desktop serbo
kn: ಸರ್ಬಿಯನ್ ಗಣಕತೆರೆ
nl: Servische desktop
pt_br: Desktop Sérvio
tl: Desktop na Serbian
uk: Стільниця з підтримкою сербської

source: This task localises the desktop in Serbian.
cs: Tato úloha přizpůsobí desktop pro srbštinu.
da: Denne opgavepakke gør skrivebordet Serbisk.
es: Esta tarea localiza el escritorio en serbio.
eu: zeregin honek idazmahaia Serbieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું સર્બિયનમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in serbo.
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಸರ್ಬಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Servisch.
pt_br: Esta tarefa disponibiliza o desktop em sérvio.
tl: Ginagawa nitong lokalisado ang desktop sa Serbian.
uk: Це завдання робить стільницю локалізованою сербською.

source: Slovak environment
bn: স্লোভাক পরিবেশ
cs: Slovenské prostředí
da: Slovakisk miljø
dz: སོལོ་བཱཀ་གི་སྐད་ཡིག།
es: Entorno en esloveno
eu: Slobakiar ingurunea
fi: Slovakialainen ympäristö
gu: સ્લોવાક વાતાવરણ
id: Lingkungan bahasa Slovakia
it: Ambiente slovacco
ja: スロヴァキア語環境
km: បរិស្ថាន​​ភាសា​ស្លូវ៉ាគី
kn: ಸ್ಲೊವಾಕ್ ಪರಿಸರ
mk: Словачка средина
ne: श्लोभाक परिवेश
nl: Slovaakse omgeving
pa_in: ਸਲੋਵਾਕ ਵਾਤਾਵਰਣ
pl: ¦rodowisko s³owackie
pt_br: Ambiente Eslovaco
sq: Mjedisi Sllovak
sv: Slovakisk miljö
tl: Kapaligirang Slovak
uk: Підтримка словацької мови
