Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task installs packages and documentation in Tagalog to help Tagalog speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v tatalogštině.
da: Denne opgavepakke installerer catalanske pakker og dokumentation, der skal hjælpe taqalogsprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཏ་ག་ལོག་གྱི་ཁ་སླབ་མི་ཚུ་ལུ་ ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོ་བཀོད་པ་དེ་ཚུ་གཞི་་བཙུགས་འབད་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en tagalog que ayudan a utilizar Debian a personas que hablen este idioma.
eu: Zeregin honek Tagalogera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો તાગાલોગમાં તાગાલોગ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in filippino per aiutare chi parla filippino ad usare Debian.
ja: このタスクは、タガログ語話者が Debian を使いやすくするために、タガログ語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​តាកាឡូក ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​ភាសា​តាកាឡូក​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಟಾಗಾಲೋಗ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಟಾಗಾಲೋಗ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на тагалог за да им помогне на луѓето што говорат тагалог да го користат Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voo Tagalogsprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala pacotes e documentação em tagalog para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në gjuhën Tagalog për të ndihmuar folësit e gjuhës Tagaloge të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på tagalog för att hjälpa människor som talar tagalog att använda Debian.
tl: Ang task na ito ay nagluluklok ng mga pakete at babasahin sa Tagalog upang tulungan ang nagsasalita ng Tagalog na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian тим, хто розмовляє тагальською мовою.

source: Tamil environment
cs: Tamilské prostředí
da: Tamilsk miljø
dz: ཏ་མིལ་གྱི་མཐའ་འཁོར།
es: Entorno en tamil
eu: Tamil ingurunea
gu: તમિલ વાતાવરણ
it: Ambiente tamil
kn: ತಮಿಳು ಪರಿಸರ
nl: Tamil omgeving
pt_br: Ambiente Tamil
sq: Mjedisi Tamil
sv: Tamilsk miljö
tl: Kapaligirang Tamil
uk: Підтримка тамільської мови

source: This task installs programs, data files, fonts, and documentation that makes it easier for Tamil speakers to use Debian.
cs: Tato úloha nainstaluje programy, fonty a dokumentaci pro tamilsky mluvící uživatele.
da: Denne opgavepakke installerer programmer, datafiler, skrifttyper og dokumentation, der gør det nemmere for tamilsksprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཏ་མིལ་གྱི་ ཁ་སླབ་མི་ཚུ་་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ལས་རིམ་དང་ གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས་་ཡིག་ཐོག་བཀོད་པ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación para hacer más fácil el uso de Debian a usuarios que hablen tamil.
eu: Zeregin honek programak, datu-fitxategiak eta dokumentazioa tamileraz instalatzen ditu, Tamilera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે તમિલ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
it: Questo task installa programmi, file dati e documentazione che rendono semplice l'utilizzo di Debian a chi parla tamil.
kn: ಇದು ತಮಿಳು ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ ಕುರಿತ ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Tamilsprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam tamil.
sq: Kjo detyrë instalon programe, të dhëna, gërma dhe dokumentacion që lehtëson folësit e gjuhës Tamil të përdorin Debian.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation för att göra det lättare för människor som talar tamil att använda Debian.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, at babasahin na nagpapadali para sa mga nagsasalita ng Tamil na gumamit ng Debian.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що дозволяють полегшити використання Debian для тих, хто розмовляє тамільською.

source: Tamil desktop
cs: Desktop s podporou tamilštiny
da: Tamilsk skrivebord
dz: ཏ་མིལ་གྱིཌེཀ་སི་ཊོཔ།
es: Escritorio en tamil
eu: Tamil mahaigaina
gu: તમિળ ડેસ્કટોપ
it: Desktop tamil
ja: タミール語デスクトップ
km: ផ្ទៃតុ​ភាសា​តាមីល
kn: ತಮಿಳು ಗಣಕತೆರೆ
mk: Тамислка работна околина
pt_br: Desktop Tamil
sq: Hapësira e punës Tamil
sv: Tamilsk skrivbordsmiljö
tl: Desktop na Tamil
uk: Стільниця з підтримкою тамільської

source: This task localises the desktop in Tamil.
cs: Tato úloha přizpůsobí desktop pro tamilštinu.
da: Denne opgavepakke gør skrivebordet tamilsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ ཏ་མིལ་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en tamil.
eu: zeregin honek idazmahaia Tamileraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું તમિળમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in tamil.
ja: このタスクは、タミール語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​តាមីល ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ತಮಿಳು ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задаја ја локализира работната околина на тамилски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Tamil.
pt_br: Esta tarefa disponibiliza o desktop em tamil.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Tamil.
sv: Denna funktion anpassar skrivbordsmiljön för tamilska.
tl: Ginagawa nitong lokalisado ang desktop sa Tamil.
uk: Це завдання робить стільницю локалізованою тамільською.

source: Thai environment
bn: থাই পরিবেশ
cs: Thajské prostředí
da: Thai miljø
dz: ཐཱའི་གི་ སཀད་ཡིག།
es: Entorno en tailandés
eu: Thailandiar ingurunea
fi: Thailainen ympäristö
gu: થાઇ વાતાવરણ
id: Lingkungan bahasa Thailand
it: Ambiente thai
ja: タイ語環境
km: បរិស្ថាន​​​ភាសា​ថៃ
kn: ಥಾಯ್ ಪರಿಸರ
mk: Тајландска средина
ne: थाई परिवेश
nl: Thaise omgeving
pa_in: ਥਾਈ ਵਾਤਾਵਰਣ
pl: ¦rodowisko tajskie
pt_br: Ambiente Tailandês
sq: Mjedisi Tailandez
sv: Thailändsk miljö
tl: Kapaligirang Thai
uk: Підтримка тайської мови

source: This task installs packages that make it easier for Thai speaking people to use Debian.
bn: এই কাজটি এমন কিছু প্যাকেজ ইনস্টল করে যা থাই ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha instaluje balíky, které usnadní používání Debianu v Thajském prostředí.
da: Denne opgavepakke installerer pakker der gøre det lettere for thaisprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཐཱའི་གི་ ཁ་སླབ་མི་ཚུ་་གི་ ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ཐུམ་སྒྲིལ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes que harán más fácil el uso de Debian a tailandeses.
eu: Zeregin honek programak, datu-fitxategiak eta dokumentazioak thailandieraz instalatzen ditu, Thailandiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa paketit auttamaan thainkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો થાઇમાં સ્થાપિત કરે છે જે થાઇ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવામાં મદદ કરે છે.
id: Penugasan ini memasang paket-paket yang memudahkan para pengguna berbahasa Thailand menggunakan Debian
it: Questo task installa pacchetti che rendono facile usare Debian per chi è thai.
ja: このタスクは、タイ人が Debian を使いやすいようにします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ដែលធ្វើឲ្យ​​វា​កាន់តែ​ងាយ​ស្រួល​ដល់​អ្នក​​​ដែល​និយាយ​ភាសា​ថៃដើម្បី​អាច​ឲ្យ​​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಥಾಯ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹವನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети кои им овозможува на Тајланџаните да користат Дебиан.
ne: यो कार्यले डेवियन प्रयोग गर्न थाई बोल्ने मानिसहरुका लागि यसलाई सजिलो पार्न प्याकेजहरुको स्थापना गर्दछ ।
nl: Deze taak installeert pakketten die het makkelijker maken voor Thailanders om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਥਾਈ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ।
pl: To zadanie instaluje pakietu u³atwiaj±ce u¿ywanie Debiana w jêzyku tajskim.
pt_br: Esta tarefa instala pacotes que facilitam a utilização do Debian para aqueles que falam tailandês.
sq: Kjo detyrë instalon paketa që ndihmojë folësit e gjuhës Tailandeze të përdorin Debian.
sv: Denna funktion installerar paket som gör det lättare för thailändare att använda Debian.
tl: Nagluluklok ito ng mga pakete na nagpapadali para sa Thai na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє тайською.

source: Thai desktop
bn: থাই ডেস্কটপ
cs: Desktop s podporou thajštiny
da: Thai skrivebord
dz: ཐཱའི་ཌེཀ་སི་ཊོཔ།
es: Escritorio en tailandés
eu: Thailandiar Mahaigaina
fi: Thaimaalainen työpöytä
gu: થાઇ ડેસ્કટોપ
id: Desktop berbahasa Thailand
it: Desktop tai
ja: タイ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ថៃ
kn: ಥಾಯ್ ಗಣಕತೆರೆ
mk: Тајландска работна околина
ne: थाई डेस्कटप
nl: Thaise desktop
pa_in: ਥਾਈ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko tajskie
pt_br: Desktop Tailandês
sq: Hapësira e punës Tailandeze
sv: Thailändsk skrivbordsmiljö
tl: Desktop na Thai
uk: Стільниця з підтримкою тайської

source: This task localises the desktop in Thai.
bn: এই কাজটি থাই ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro thajštinu.
da: Denne opgavepakke gør skrivebordet thai.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ ཐཱའི་ ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en tailandés.
eu: Zeregin honek idazmahaia Thailandieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä thainkielisen
gu: આ કાર્ય ડેસ્કટોપનું થાઇમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Thailand
it: Questo task installa un desktop localizzato in tai.
ja: このタスクは、タイ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ថៃ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಥಾಯ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задаја ја локализира работната околина на тајландски.
ne: यो कार्यले थाईमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Thais.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਥਾਈ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po tajsku.
pt_br: Esta tarefa disponibiliza o desktop em tailandês.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Tailandeze.
sv: Denna funktion anpassar skrivbordsmiljön för thailändska.
tl: Ginagawa nitong lokalisado ang desktop sa Thai
uk: Це завдання робить стільницю локалізованою тайською.

source: Turkish environment
bn: তুর্কি পরিবেশ
cs: Turecké prostředí
da: Tyrkisk miljø
dz: ཊར་ཀིཤ་གི་ སྐད་ཡིག།
es: Entorno en turco
eu: Turkiar ingurunea
fi: Turkkilainen ympäristö
gu: થાઇ વાતાવરણ
id: Lingkungan bahasa Turki
it: Ambiente turco
ja: トルコ語環境
km: បរិស្ថាន​​ភាសា​ទួរគី
kn: ಟರ್ಕಿಶ್ ಪರಿಸರ
mk: Турска средина
ne: तुरकिस परिवेश
nl: Turkse omgeving
pa_in: ਤੁਰਕ ਵਾਤਾਵਰਣ
pl: ¦rodowisko tureckie
pt_br: Ambiente Turco
sq: Hapësira e punës Turke
sv: Turkisk miljö
tl: Kapaligirang Turko
uk: Підтримка турецької мови

source: This task installs packages and documentation in Turkish to help Turkish speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও তুর্কি ভাষায় রচিত সহায়িকা ইনস্টল করে যা তুর্কি ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v turečtině.
da: Denne opgavepakke installerer tyrkiske pakker og dokumentation, til brug for tyrkisksprogede Debianbrugere.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཊར་ཀིཤ་ ཁ་སླབ་མི་ཚུ་གི་ཕན་ཐབས་ལུ་ ཐུམ་སྒྲིལ་དང་ ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en turco útil para el manejo de Debian por parte de usuarios que hablen este idioma.
eu: Zeregin honek Turkiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa paketit ja dokumentaation turkiksi auttamaan turkinkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો તુર્કિશમાં સ્થાપિત કરે છે જે તુર્કિશ ભાષીઓ માટે ડેબિયન ઉપયોગ કરવામાં મદદ કરે છે.
id: Penugasan ini memasang paket-paket dan dokumentasi dalam bahasa Turki untuk membantu para pengguna berbahasa Turki menggunakan Debian.
it: Questo task installa pacchetti e documentazione in turco per aiutare chi parla turco ad usare Debian.
ja: このタスクは、トルコ語話者が Debian を使いやすくするために、トルコ語のプログラムとドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់​ និង​ឯកសារ​ជា​ភាសា​ទួរគី​ដើម្បី​ជួយអ្នក​​​ដែល​និយាយ​ភាសា​ទួរគី​ដើម្បី​អាច​ឲ្យ​​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಟರ್ಕಿಶ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಟರ್ಕಿಶ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на турски за да им помогне на луѓето кои говорат турски при користење на Дебиан.
ne: यो कार्यले तुरकिस बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न तुरकिसमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Turkssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਤੁਰਕੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਤੁਰਕੀ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku tureckim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em turco para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketa dhe dokumentacion në Turqisht për të ndihmuar folësit e Turqishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på turkiska för att hjälpa människor som talar turkiska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Turko na tumutulong sa mga nagsasalita ng Turko na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє турецькою.

source: Turkish desktop
bn: তুর্কি ডেস্কটপ
cs: Desktop s podporou turečtiny
da: Tyrkisk skrivebord
dz: ཊར་ཀིཤ་གི་ ཌེཀ་སི་ཊོཔ།
es: Escritorio en turco
eu: Turkiar mahaigaina
fi: Turkkilainen työpöytä
gu: તુર્કિશ ડેસ્કટોપ
id: Desktop berbahasa Turki
it: Desktop turco
ja: トルコ語デスクトップ
km: ផ្ទៃតុ​ភាសា​ទួរគី
kn: ಟರ್ಕಿಶ್ ಗಣಕತೆರೆ
mk: Турска работна околина
ne: तुरकिस डेस्कटप
nl: Turkse desktop
pa_in: ਤੁਰਕ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko tureckie
pt_br: Desktop Turco
sq: Hapësira e punës Turke
sv: Turkisk skrivbordsmiljö
tl: Desktop na Turko
uk: Стільниця з підтримкою турецької

source: This task localises the desktop in Turkish.
bn: এই কাজটি তুর্কি ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro turečtinu.
da: Denne opgavepakke gør skrivebordet tyrkisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ ཊར་ཀིཤ་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localizado el escritorio en turco.
eu: Zeregin honek idazmahaia Turkieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä turkinkielisen
gu: આ કાર્ય ડેસ્કટોપનું તુર્કિશમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Turki
it: Questo task installa un desktop localizzato in turco.
ja: このタスクは、トルコ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ទួរគី ។
kn: ಟರ್ಕಿಶ್ ಗಣಕತೆರೆ
mk: Оваа задача ја локализира работната околина на турски.
ne: यो कार्यले तुरकिसमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Turks.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਤੁਰਕ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po turecku.
pt_br: Esta tarefa disponibiliza o desktop em turco.
sq: Kjo detyrë shfaq hapësirën e punës në Turqisht.
sv: Denna funktion anpassar skrivbordsmiljön för turkiska.
tl: Ginagawa nitong lokalisado ang desktop sa Turko
uk: Це завдання робить стільницю локалізованою турецькою.

source: Ukrainian environment
bn: ইউক্রেইনিয় পরিবেশ
cs: Ukrajinské prostředí
da: Ukrainsk miljø
dz: ཡུཀ་རའི་ནི་ཡཱན་གྱི་་སྐད་ཡིག།
es: Entorno en ukraniano
eu: Ukrainiar ingurunea
fi: Ukrainalainen ympäristö
gu: યુક્રેનિયન વાતાવરણ
id: Lingkungan bahasa Ukrania
it: Ambiente ucraino
ja: ウクライナ語環境
km: បរិស្ថាន​​ភាសា​អ៊ុយក្រែន
kn: ಯುಕ್ರೇನಿಯನ್ ಪರಿಸರ
mk: Украинска средина
ne: युक्रेनियन परिवेश
nl: Oekraïnse omgeving
pa_in: ਯੂਕਰੇਨੀ ਵੇਹੜਾ
pl: ¦rodowisko ukraiñskie
pt_br: Ambiente Ucraniano
sq: Hapësira e punës Ukrainase
sv: Ukrainsk miljö
tl: Kapaligirang Ukrainian
uk: Підтримка української мови

source: This task installs programs and documentation in Ukrainian to help Ukrainian speaking people use Debian.
bn: এই কাজটি কিছু প্যাকেজ ও ইউক্রেিইনিয় ভাষায় রচিত সহায়িকা ইনস্টল করে যা ইউক্রেিইনিয় ভাষীদেরকে ডেবিয়ান ব্যবহার করতে সাহায্য করে।
cs: Tato úloha nainstaluje programy a dokumentaci v ukrajinštině.
da: Denne opgavepakke indeholder programmer og ukrainsk dokumentation til at gøre det lettere for ukrainskprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཡུཀ་རའི་ནི་ཡཱན་གྱི་ ཁ་སླབ་མི་ཚུ་ ཌེ་བི་ཡཱན་ ལག་ལེན་འཐབ་ནིའི་ཕན་ཐབས་ལུ་ ལས་རིམ་དང་ ཡིག་ཐོག་བཀོད་པ་ དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas y documentación en ukraniano para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Ukrainiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioak instalatzen ditu,
fi: Asentaa ohjelmat ja dokumentaation ukrainaksi auttamaan ukrainankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો યુક્રેનિયનમાં સ્થાપિત કરે છે જે યુક્રેનિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવામાં મદદ કરે છે.
id: Penugasan ini memasang program-program dan dokumentasi dalam bahasa Ukrania untuk membantu para pengguna Ukrania menggunakan Debian.
it: Questo task installa pacchetti e documentazione in ucraino per aiutare chi parla ucraino ad usare Debian.
ja: このタスクは、ウクライナ語話者が Debian を使いやすくするために、ウクライナ語のプログラムとドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កម្មវិធី​ និង​ឯកសារ​​ជា​ភាសា​អ៊ុយក្រែន​ដើម្បី​ជួយអ្នក​​ដែល​និយាយ​ភាសា​អ៊ុយក្រែន​ដើម្បី​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಯುಕ್ರೇನಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಯುಕ್ರೇನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира пакети и документација на украински за да им помогне на луѓето кои говорат украински при користење на Дебиан.
ne: यो कार्यले युक्रेनियन बोल्ने मानिसहरुलाई डेवियन प्रयोग गर्न मद्दत गर्न युक्रनियनमा प्याकेजहरू र मिसिलिकरण स्थापना गर्दछ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Oekraïnssprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਯੂਕਰੇਨੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਯੂਕਰੇਨੀ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku ukraiñskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em ucraniano para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon programe dhe dokumentacion në gjuhën Ukrainase për të ndihmuar folësit e gjuhës Ukrainase të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på ukrainska för att hjälpa människor som talar ukrainska att använda Debian.
tl: Nagluluklok ito ng mga programa at babasahin sa Ukrainian upang makatulong sa nagsasalita ng Ukrainian na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє українською.

source: Ukrainian desktop
bn: ইউক্রেিইনিয় ডেস্কটপ
cs: Desktop s podporou ukrajinštiny
da: Ukrainsk skrivebord
dz: ཡུཀ་རའི་ནི་ཡཱན་གྱི་ཌེཀ་སི་ཊོཔ།
es: Escritorio en ukraniano
eu: Ukrainiar mahaigaina
fi: Ukrainalainen työpöytä
gu: યુક્રેનિયન ડેસ્કટોપ
id: Desktop berbahasa Ukrania
it: Desktop ucraino
ja: ウクライナ語デスクトップ
km: ផ្ទែតុ​ភាសា​អ៊ុយក្រែន
kn: ಯುಕ್ರೇನಿಯನ್ ಗಣಕತೆರೆ
mk: Украинска работна околина
ne: युक्रेनियन डेस्कटप
nl: Oekraïnse desktop
pa_in: ਯੂਕਰੇਨੀ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko ukraiñskie
pt_br: Desktop Ucraniano
sq: Hapësira e punës Ukrainase
sv: Ukrainsk skrivbordsmiljö
tl: Desktop na Ukrainian
uk: Стільниця з підтримкою української

source: This task localises the desktop in Ukrainian.
bn: এই কাজটি ইউক্রেিইনিয় ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro ukrajinštinu.
da: Denne opgavepakke gør skrivebordet ukrainsk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀ་སི་ཊོཔ་ ཡུཀ་རའི་ནི་ཡཱན་ནང་ལུ་བཏུབ་ བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en ucraniano.
eu: Zeregin honek idazmahaia Ukranieraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä ukrainankielisen
gu: આ કાર્ય ડેસ્કટોપનું યુક્રેનિયનમાં સ્થાનિકીકરણ કરશે.
id: Penugasan ini untuk desktop menggunakan bahasa Ukrania
it: Questo task installa un desktop localizzato in ucraino.
ja: このタスクは、ウクライナ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អ៊ុយក្រែន ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಯುಕ್ರೇನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на украински.
ne: यो कार्यले युक्रनियनमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is voor Oekraïne.
pa_in: ਇਹ ਕੰਮ ਵੇਹੜੇ ਨੂੰ ਯੂਕਰੇਨ ਬੋਲੀ ਲਈ ਤਿਆਰ ਕਰਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po ukraiñsku.
pt_br: Esta tarefa disponibiliza o desktop em ucraniano.
sq: Kjo detyrë shfaq hapësirën e punës në·gjuhën Ukrainase.
sv: Denna funktion anpassar skrivbordsmiljön för ukrainska.
tl: Ginagawang lokalisado ang desktop para sa Ukrainian
uk: Це завдання робить стільницю локалізованою українською.

source: Vietnamese desktop
cs: Desktop s podporou vietnamštiny
da: Vietnamesisk skrivebord
dz: ཝེཊི་ན་མིསི་གི་ཌེཀསི་ཊོཔ།
es: Escritorio en vietnamita
eu: Bietnamdar mahaigaina
gu: વિયેતનામીઝ ડેસ્કટોપ
it: Desktop vietnamita
ja: ベトナム語デスクトップ
km: ផ្ទៃតុ​ភាសា​វៀតណាម
kn: ವಿಯೆಟ್ನಾಮೀಸ್ ಗಣಕತೆರೆ
mk: Виетнамска работна околина
pl: Graficzne ¶rodowisko wietnamskie
pt_br: Desktop Vietnamita
sq: Hapësira e punës Vietnameze
sv: Vietnamesisk skrivbordsmiljö
tl: Desktop na Vietnamese
uk: Стільниця з підтримкою в'єтнамської

source: This task localises the desktop in Vietnamese.
cs: Tato úloha přizpůsobí desktop pro vietnamštinu.
da: Denne opgavepakke gør skrivebordet vietnamesisk.
dz: འ་ནི་ལསཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཝེཊི་ན་མིསི་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en vietnamita.
eu: zeregin honek idazmahaia Bietmanderaz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું વિયેતનામીઝમાં સ્થાનિકીકરણ કરશે.
it: Questo task installa un desktop localizzato in vietnamita.
ja: このタスクは、ベトナム語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​វៀតណាម ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ವಿಯೆಟ್ನಾಮೀಸ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на виетнамски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Vietnamees.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po wietnamsku.
pt_br: Esta tarefa disponibiliza o desktop em vietnamita.
sq: Kjo detyrë shfaq hapësirën e punës në Vietnamisht.
sv: Denna funktion anpassar skrivbordsmiljön för vietnamesiska.
tl: Ginagawa nitong lokalisado ang desktop sa Vietnamese.
uk: Це завдання робить стільницю локалізованою в'єтнамською.

source: Web server
bn: ওয়েব সার্ভাীর
cs: Webový server
dz: ཝེབ་ སར་བར།
es: Servidor de web
eu: Web zerbitzaria
fi: WWW-palvelin
gu: વેબ સર્વર
hi: वेब सर्वर
id: Server web
it: Server Web
ja: ウェブサーバ
km: ម៉ាស៊ីនបម្រើ​បណ្តាញ
kn: ವೆಬ್ ಸರ್ವರ್
mk: Сервер за мрежа(web server)
mr: जाल परिसेवक
ne: वेभ सर्भर
pa_in: ਵੈਬ ਸਰਵਰ
pl: Serwer WWW
pt_br: Servidor Web
sq: Server Web
sv: Webbserver
te: వెబ్ సర్వర్ (web server)
uk: Web-сервер
