Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: Amharic environment
pt_br: Ambiente Amárico

source: This task installs programs, data files, fonts, and documentation that makes it easier for Amharic speakers to use Debian.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam amárico.

source: Amharic desktop
pt_br: Desktop Amárico

source: This task localises the desktop in Amharic.
pt_br: Esta tarefa disponibiliza o desktop em amárico.

source: Arabic environment
bn: আরবি পরিবেশ
cs: Arabské prostředí
da: Arabisk miljø
dz: ཨ་ར་བིཀ་གི་མཐའ་འཁོར།
es: Entorno en árabe
eu: Arabiar ingurunea
fi: Arabialainen ympäristö
gu: અરેબિક વાતાવરણ
id: Lingkungan bahasa Arab
it: Ambiente arabo
ja: アラビア語環境
km: បរិស្ថាន​​ភាសា​អារ៉ាប់
kn: ಅರೇಬಿಕ್ ಪರಿಸರ
mk: Арапска средина
ne: अरेविक परिवेश
nl: Arabische omgeving
pa_in: ਅਰਬੀ ਵਾਤਾਵਰਣ
pl: ¦rodowisko arabskie
pt_br: Ambiente Árabe
sq: Mjedisi Arab
sv: Arabisk miljö
tl: Kapaligirang Arabo
uk: Підтримка арабської мови

source: This task installs programs, data files, fonts, and documentation that makes it easier for Arabic speakers to use Debian.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ফন্ট, ও সহায়িকা ইনস্টল করে যা আরবি ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha nainstaluje programy, fonty a dokumentaci pro arabsky mluvící uživatele.
da: Denne opgavepakke installerer programmer, datafiler, skrifttyper og dokumentation, der gør det nemmere for arabisksprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཨ་ར་བིཀ་ཁ་སླབ་མི་ཚུ་་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ལས་རིམ་དང་ གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས་་ཡིག་ཐོག་བཀོད་པ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación para hacer más fácil el uso de Debian a usuarios que hablen árabe.
eu: Zeregin honek programak, datu-fitxategiak eta dokumentazioa albanieraz instalatzen ditu, Albaniera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa ohjelmat, datatiedostot, kirjasintyypit ja dokumentaation auttamaan arabiankielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે અરેબિક ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang program-program, berkas data dan dokumentasi yang mempermudah para pengguna berbahasa Arab menggunakan Debian.
it: Questo task installa programmi, file dati e documentazione che rendono semplice l'utilizzo di Debian a chi parla arabo.
ja: このタスクは、アラビア語話者が Debian を使いやすくするために、アラビア語のプログラム・データファイル・ドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើងកម្មវិធី ឯកសារ​ទិន្នន័យ ពុម្ព​អក្សរ និង​ឯកសារ ដែល​ធ្វើឲ្យ​វា​កាន់តែ​​ងាយស្រួល​ដល់​​អ្នក​ដែល​និយាយ​ភាសា​អារ៉ាប់​អាច​ឲ្យ​​​ប្រើ​ដេបៀន​បាន ។
kn: ಇದು ಅರೇಬಿಕ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ ಕುರಿತ ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира програми, датотеки со податоци и документација на за да им помогне на луѓето кои говорат арапски при користење на Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न अरेविक वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Arabischsprekenden om Debian te gebruiken.
pa_in: ਇਹ ਕਾਰਜ ਨਾਲ ਅਰਬੀ ਬੋਲਣ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਡੇਬੀਅਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਕਾਰਜ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ
pl: To zadanie instaluje programy, dane, czcionki i dokumentacjê, by u³atwiæ korzystanie z Debiana osobom pos³uguj±cym siê jêzykiem arabskim.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam árabe.
sq: Kjo detyrë instalon programe, të dhëna, gërma dhe dokumentacion që lehtëson folësit e Arabishtes të përdorin Debian.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation för att göra det lättare för människor som talar arabiska att använda Debian.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, at babasahin na nagpapadali para sa mga nagsasalita ng Arabo na gumamit ng Debian.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що дозволяють полегшити використання Debian для тих, хто розмовляє арабською.

source: Arabic desktop
cs: Desktop s podporou arabštiny
da: Arabisk skrivebord
dz: ཨ་ར་བིཀ་གི་ཌེཀ་སི་ཊོཔ།
es: Escritorio en árabe
eu: Arabiar Mahaigaina
gu: અરેબિક ડેસ્કટોપ
it: Desktop arabo
ja: アラビア語デスクトップ
km: ផ្ទៃតុ​ភាសាអារ៉ាប់
kn: ಅರೇಬಿಕ್ ಗಣಕತೆರೆ
mk: Арапска работна околина
nl: Arabische desktop
pl: Graficzne ¶rodowisko arabskie
pt_br: Desktop Árabe
sq: Hapësira e punës Arabe
sv: Arabisk skrivbordsmiljö
tl: Desktop na Arabo
uk: Стільниця з підтримкою арабської

source: This task localises the desktop in Arabic.
bn: এই কাজটি আরবি ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro arabštinu.
da: Denne opgavepakke gør skrivebordet arabisk.
dz: འ་ནི་ལས་ཀ་འདི་་གིས་ཌེཀསི་ཊོཔ་ཨ་ར་བིཀ་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en árabe.
eu: Zeregin honek idazmahaia Arabiarrez ezartzen du.
fi: Tämä tehtävä tekee työpöydästä arabiankielisen
gu: આ કાર્ય ડેસ્કટોપનું અરેબિકમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Arab
it: Questo task installa un desktop localizzato in arabo
ja: このタスクは、アラビア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​អារ៉ាប់ ។
kn: ದು ಗಣಕತೆರೆಯನ್ನು ಅರೇಬಿಕ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задаја ја локализира работната околина на арапски.
ne: यो कार्यले अरेविकमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Arabisch.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਅਰਬੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po arabsku.
pt_br: Esta tarefa disponibiliza o desktop em árabe.
sq: Kjo detyrë shfaq hapësirën e punës në Arabisht.
sv: Denna funktion anpassar skrivbordsmiljön för arabiska.
tl: Ginagawa nitong lokalisado ang desktop sa Arabo
uk: Це завдання локалізує стільницю арабською.

source: Basque desktop
cs: Desktop s podporou baskičtiny
da: Baskisk skrivebord
dz: བཱགསིཀ་གི་ཌེཀསི་ཊོཔ།
es: Escritorio en vasco
eu: Euskal mahaigaina
gu: બાસ્ક ડેસ્કટોપ
it: Desktop basco
ja: バスク語デスクトップ
km: ផ្ទៃតុ​ភាសា​បាស្កេ
kn: ಬಾಸ್ಕ್ ಗಣಕತೆರೆ
mk: Баскиска работна околина
nl: Baskische desktop
pl: Graficzne ¶rodowisko baskijskie
pt_br: Desktop Basco
sq: Hapësira e punës Baske
sv: Baskisk skrivbordsmiljö
tl: Desktop na Basque
uk: Стільниця з підтримкою баскської

source: This task localises the desktop in Basque.
cs: Tato úloha přizpůsobí desktop pro baskičtinu.
da: Denne opgavepakke gør skrivebordet baskisk.
dz: འ་ནི་ལསཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་བཱགསིཀ་ ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en vasco.
eu: Zeregin honek idazmahaia euskaraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું બાસ્કમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in basco.
ja: このタスクは、バスク語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​បាស្កេ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಬಾಸ್ಕ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на баскиски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Baskisch.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po baskijsku.
pt_br: Esta tarefa disponibiliza o desktop em basco.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Baske.
sv: Denna funktion anpassar skrivbordsmiljön för baskiska.
tl: Ginagawa nitong lokalisado ang desktop sa Basque.
uk: Це завдання робить стільницю локалізованою баскською.

source: Belarusian environment
cs: Běloruské prostředí
da: Hviderussisk miljø
dz: བེ་ལ་རུ་སི་ཡཱན་གྱི་མཐའ་འཁོར།
es: Entorno en bieloruso
eu: Bielorrusiar ingurunea
gu: બેલારશિયન વાતાવરણ
it: Ambiente bielorusso
ja: ベラルーシ語環境
km: បរិស្ថាន​​​​ភាសា​បេឡារុស្ស
kn: ಬೆಲೋರಸಿಯನ್ ಪರಿಸರ
mk: Белоруска средина
nl: Wit-Russische omgeving
pl: ¦rodowisko bia³oruskie
pt_br: Ambiente Bielorrusso
sq: Hapësira e punës Bjelloruse
sv: Vitrysk miljö
tl: Kapaligirang Belaruso
uk: Підтримка білоруської мови

source: This task installs packages and documentation in Belarusian to help Belarusian speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v běloruštině.
da: Denne opgavepakke installerer tyske pakker og dokumentation, der skal hjælpe hviderussisksprogede med at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ བེ་ལ་རུ་སི་ཡཱནགྱི་ཁ་སླབ་མི་ཚུ་ལུ་ ཌེ་བི་ཡཱན་ འཇམ་ཏོང་ཏོ་འབད་་ལག་ལེན་འཐབ་ནིའི་ གྲོགས་རམ་གྱི་དོན་ལུ་ ཐུམ་སྒྲིལ་དང་ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་ གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala paquetes y documentación en bieloruso para ayudar a utilizar Debian a los usuarios que hablen este idioma.
eu: Zeregin honek Bielorrusiera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે બેલારશિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
it: Questo task installa pacchetti e documentazione in bielorusso per aiutare chi parla bielorusso ad usare Debian.
ja: このタスクは、ベラルーシ語話者が Debian を使いやすくするために、ベラルーシ語のパッケージやドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើង​កញ្ចប់ និង​ឯកសារ​ជា​ភាសា​បេឡារុស្ស ដើម្បី​ជួយ​អ្នក​ដែល​និយាយ​បេឡារុស្ស​អាច​ឲ្យ​ប្រើ​ដេបៀន​បាន ។ use Debian.
kn: ಇದು ಬೆಲೋರಸಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಬೆಲೋರಸಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು.
mk: Оваа задача инсталира пакети и документација на белоруски за да им помогне на луѓето кои говорат белоруски при користење на Дебиан.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Wit-Russischsprekenden om Debian te gebruiken.
pl: To zadanie instaluje pakiety i dokumentacjê w jêzyku bia³oruskim, by pomóc osobom pos³uguj±cym siê tym jêzykiem w u¿ywaniu Debiana.
pt_br: Esta tarefa instala pacotes e documentação em bielorrusso para ajudar as pessoas que falam esse idioma a utilizar o Debian.
sq: Kjo detyrë instalon paketat dhe dokumentacionin në Bjellorusisht për të ndihmuar folësit e Bjellorusishtes të përdorin Debian.
sv: Denna funktion installerar paket och dokumentation på vitryska för att hjälpa människor som talar vitryska att använda Debian.
tl: Nagluluklok ito ng mga pakete at babasahin sa Belaruso upang tulungan ang mga nagsasalita ng Belaruso na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian для тих, хто розмовляє білоруською.

source: Belarusian desktop
cs: Desktop s podporou běloruštiny
da: Hviderussisk skrivebord
dz: བེ་ལ་རུ་སི་ཡཱནགྱི་ཌེཀསི་ཊོཔ།
es: Escritorio en bieloruso
eu: Bielorusiar idazmahaia
gu: બેલારશિયન ડેસ્કટોપ
it: Desktop bielorusso
ja: ベラルーシ語デスクトップ
km: ផ្ទៃតុ​ភាសាបេឡារុស្ស
kn: ಬೆಲೋರಸಿಯನ್ ಗಣಕತೆರೆ
mk: Белоруска работна околина
nl: Wit-Russische desktop
pl: Graficzne ¶rodowisko bia³oruskie
pt_br: Desktop Bielorrusso
sq: Hapësira e punës Bjelloruse
sv: Vitrysk skrivbordsmiljö
tl: Desktop na Belaruso
uk: Стільниця з підтримкою білоруської

source: This task localises the desktop in Belarusian.
cs: Tato úloha přizpůsobí desktop pro běloruštinu.
da: Denne opgavepakke gør skrivebordet hviderussisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཌེཀསི་ཊོཔ་ བེ་ལ་རུ་སི་ཡཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en bieloruso.
eu: Zeregin honek idazmahaia Bielorrussieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું બેલારશિયનમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in bielorusso
ja: このタスクは、ベラルーシ語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​បេឡារុស្ស ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಬೆಲೋರಸಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на белоруски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Wit-Russisch.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po bia³orusku.
pt_br: Esta tarefa disponibiliza o desktop em bielorrusso
sq: Kjo detyrë shfaq hapësirën e punës në Bjellorusisht.
sv: Denna funktion anpassar skrivbordsmiljön för vitryska.
tl: Ginagawa nitong lokalisado ang desktop sa Belaruso.
uk: Це завдання локалізує стільницю білоруською.

source: Bengali environment
bn: বাংলা পরিবেশ
cs: Bengálské prostředí
da: Bengali miljø
dz: བེང་ག་ལི་གི་མཐའ་འཁོར།
es: Entorno en bengalí
eu: Bengaliar ingurunea
fi: Bengalinkielinen ympäristö
gu: બંગાળી વાતાવરણ
id: Lingkungan bahasa Bengali
it: Ambiente bengalese
ja: ベンガル語環境
km: បរិស្ថាន​ភាសា​បេន្តាលី
kn: ಬಂಗಾಲಿ ಪರಿಸರ
mk: Бенгалска средина
ne: बेङ्गाली परिवेश
nl: Bengali omgeving
pl: ¦rodowisko bengalskie
pt_br: Ambiente Bengali
sq: Hapësira e punës Bengali
sv: Bengalisk miljö
tl: Kapaligirang Bengali
uk: Підтримка бенгальської мови

source: This task installs programs, data files, fonts, and documentation that makes it easier for Bengali speakers to use Debian.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ফন্ট, ও সহায়িকা ইনস্টল করে যা বাংলা ভাষীদের জন্য ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha nainstaluje programy, fonty a dokumentaci pro bengálsky mluvící uživatele.
da: Denne opgavepakke installerer programmer, datafiler, skrifttyper og dokumentation, der gør det nemmere for bengalisprogede at bruge Debian.
dz: འ་ནི་ལས་ཀ་འདི་གིས་བེང་ག་ལི་ (རྒྱ་གར)གི་ཁ་སླབ་མི་ཚུ་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ལས་རིམ་དང་གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས ཡིག་ཐོག་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación para hacer más fácil el uso de Debian a usuarios que hablen bengalí.
eu: Zeregin honek programak, datu-fitxategiak eta dokumentazioa bengalerazi instalatzen ditu, Bengalera hitzegiten dutenek Debian erabilterrazagoa izan dezaten.
fi: Asentaa ohjelmat, datatiedostot, kirjasintyypit ja dokumentaation auttamaan bengalinkielisiä Debianin käytössä.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે બંગાળી ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
id: Penugasan ini memasang program-program, berkas data dan dokumentasi yang mempermudah para pengguna berbahasa Bengali menggunakan Debian.
it: Questo task installa programmi, file dati, font e documentazione che rendono semplice l'utilizzo di Debian a chi parla bengalese.
ja: このタスクは、ベンガル語話者が Debian を使いやすくするために、ベンガル語のプログラム・データファイル・フォント、ドキュメントをインストールします。
km: ភារកិច្ច​នេះ​ដំឡើងកម្មវិធី​ ឯកសារ​ទិន្នន័យ ពុម្ព​អក្សរ និង​ឯកសារ ដែល​ធ្វើឲ្យ​វា​កាន់តែ​​ងាយស្រួល​​ដល់​​ដែល​​និយាយ​ភាសា​បេន្តាលី​​ដើម្បី​អាច​​ឲ្យ​​ប្រើ​​​​ដេបៀន​បាន ។
kn: ಇದು ಬಂಗಾಲಿ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ ಕುರಿತ ಮಾಹಿತಿಯನ್ನು ಅನುಸ್ಥಾಪಿಸುವದು.
mk: Оваа задача инсталира програми, датотеки со податоци и документација на за да им помогне на луѓето кои говорат бенгалски при користење на Дебиан.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न बेङ्गाली वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Bengali-sprekers om Debian te gebruiken.
pl: To zadanie instaluje programy, dane, czcionki i dokumentacjê, by u³atwiæ korzystanie z Debiana osobom pos³uguj±cym siê jêzykiem bengalskim.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam bengali.
sq: Kjo detyrë instalon programe, të dhëna, gërma dhe dokumentacion që lehtësojnë folësit e Bengalishtes të përdorin Debian.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation för att göra det lättare för människor som talar bengaliska att använda Debian.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, mga font, at babasahin na nagpapadali para sa mga nagsasalita ng Bengali na gumamit ng Debian.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що дозволяють полегшити використання Debian для тих, хто розмовляє бенгальською.

source: Bengali desktop
cs: Desktop s podporou bengálštiny
da: Bengalisisk skrivebord
dz: བེང་ག་ལི་་ཌེཀསི་ཊོཔ།
es: Escritorio en bengalí
eu: Bengaliar idazmahaia
gu: બંગાળી ડેસ્કટોપ
it: Desktop bengalese
ja: ベンガル語デスクトップ
km: ផ្ទៃតុ​ភាសាបេន្កាលី
kn: ಬಂಗಾಲಿ ಗಣಕತೆರೆ
mk: Бенгалска работна околина
nl: Bengaalse desktop
pl: Graficzne ¶rodowisko bengalskie
pt_br: Desktop Bengali
sq: Hapësira e punës Bengali
sv: Bengalisk skrivbordsmiljö
tl: Desktop na Bengali
uk: Стільниця з підтримкою бенгальської

source: This task localises the desktop in Bengali.
bn: এই কাজটি বাংলা ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro bengálštinu.
da: Denne opgavepakke gør skrivebordet Bengali.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ཌེཀསི་ཊོཔབེང་ག་ལི་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en bengalí.
eu: Zeregin honek idazmahaia Bengaleraz ezartzen du.
fi: Tämä tehtävä tekee työpöydästä bengalinkielisen.
gu: આ કાર્ય ડેસ્કટોપનું બંગાળીમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Bengali
it: Questo task installa un desktop localizzato in bengalese.
ja: このタスクは、ベンガル語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​ភាសា​​បេន្តាលី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಬಂಗಾಲಿ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задаја ја локализира работната околина на бенгалски.
ne: यो कार्यले बेङ्गालीमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Bengalisch.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po bengalsku.
pt_br: Esta tarefa disponibiliza o desktop em bengali.
sq: Kjo detyrë shfaq hapësirën e punës në Bengali.
sv: Denna funktion anpassar skrivbordsmiljön för bengaliska.
tl: Ginagawa nitong lokalisado ang desktop sa Bengali
uk: Це завдання робить стільницю локалізованою бенгальською.

source: Bosnian environment
cs: Bosenské prostředí
da: Bosnisk miljø
es: Entorno en bosnio
eu: Bosniar ingurunea
gu: બોસ્નિયન વાતાવરણ
it: Ambiente bosniaco
kn: ಬೊಸ್ನಿಯನ್ ಪರಿಸರ
nl: Bosnische omgeving
pt_br: Ambiente Bósnio
tl: Kapaligirang Bosniya
uk: Підтримка боснійської мови

source: This task installs packages and documentation in Bosnian to help Bosnian speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v bosenštině.
da: Denne opgavepakke installerer Rumænske pakker og dokumentation, der skal hjælpe bosnisksprogede med at bruge Debian.
es: Esta tarea instala paquetes y documentación en bosnio que ayudan a utilizar Debian a personas que hablen en bosnio.
eu: Zeregin honek Bosinera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak eta dokumentazioak instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો અને દસ્તાવેજો બોસ્નિયનમાં બોસ્નિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાની મદદ કરવા સ્થાપિત કરે છે.
it: Questo task installa pacchetti e documentazione in bosniaco per aiutare chi parla bosniaco ad usare Debian.
kn: ಇದು ಬೆಲೋರಸಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಬೊಸ್ನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Boschnischsprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala pacotes e documentação em bósnio para ajudar as pessoas que falam esse idioma a utilizar o Debian.
tl: Nagluluklok ito ng mga pakete at babasahin upang tulungan ang mga nagsasalita ng Bosniyan na gumamit ng Debian.
uk: Це завдання встановлює пакунки та документацію, що дозволяють полегшити використання Debian тим, хто розмовляє боснійською мовою.

source: Bosnian desktop
cs: Desktop s podporou bosenštiny
da: Bosnisk skrivebord
dz: བོསི་ནི་ཡཱན་གྱི་སྐད་ཡིག།
es: Escritorio en bosnio
eu: Bosniar idazmahaia
gu: બોસ્નિયન ડેસ્કટોપ
it: Desktop bosniaco
ja: ボスニア語デスクトップ
km: ផ្ទៃតុ​ភាសា​បូស្នី
kn: ಬೊಸ್ನಿಯನ್ ಗಣಕತೆರೆ
mk: Босанска работна околина
nl: Bosnische desktop
pl: Graficzne ¶rodowisko bo¶niackie
pt_br: Desktop Bósnio
sq: Hapësira e punës Boshnjake
sv: Bosnisk skrivbordsmiljö
tl: Desktop na Bosniya
uk: Стільниця з підтримкою боснійської

source: This task localises the desktop in Bosnian.
cs: Tato úloha přizpůsobí desktop pro bosenštinu.
da: Denne opgavepakke gør skrivebordet bosnisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ བོསི་ནི་ཡཱན་ནང་ལུ་ བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en bosnio.
eu: Zeregin honek idazmahaia Bosnieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું બોસ્નિયનમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in bosniaco.
ja: このタスクは、ボスニア語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​បូស្នី ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಬೊಸ್ನಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на босански.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is voor Bosnisch.
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po bo¶niacku.
pt_br: Esta tarefa disponibiliza o desktop em bósnio.
sq: Kjo detyrë shfaq hapësirën e punës në·gjuhën Boshnjake.
sv: Denna funktion anpassar skrivbordsmiljön för bosniska.
tl: Ginagawang lokalisado ang desktop para sa Bosniya
uk: Це завдання робить стільницю локалізованою боснійською.

source: Brazilian Portuguese environment
bn: ব্রাজিলিয় পর্তুগিজ পরিবেশ
cs: Prostředí pro brazilskou portugalštinu
da: Brasiliansk-portugisisk miljø
dz: བཱ་ར་ཛི་ལི་ཡཱན པོར་ཊུ་གིསི་གི་མཐའ་འཁོར།
es: Entorno en portugués brasileño
eu: Brasilgo Portugesa ingurunea
fi: Brasilian portugalinkielinen ympäristö
gu: બ્રાઝિલિયન પોર્ટુગીઝ વાતાવરણ
id: Lingkungan bahasa Portugis Brasil
it: Ambiente portoghese brasiliano
ja: ブラジルポルトガル語環境
km: បរិស្ថាន​ភាសាប្រេស៊ីល ព័រទុយហ្គាល់
kn: ಬ್ರಾಝಿಲಿಯನ್ ಪೋರ್ಚುಗೀಸ್ ಪರಿಸರ
mk: Бразилско португалска средина
ne: ब्राजिलियन पोर्तुगाली परिवेश
nl: Braziliaans-Portugeese omgeving
pa_in: ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਵਾਤਾਵਰਣ
pl: ¦rodowisko portugalskie (brazylijskie)
pt_br: Ambiente Português Brasileiro
sq: Mjedisi Portugez i Brazilit
sv: Brasiliansk-portugisisk miljö
tl: Kapaligirang Brasilyanong Portuges
uk: Підтримка бразильської португальської мови
