Repository: tobetter/tasksel
Catalog: tasks/po/*.po
Languages: bn, cs, da, dz, es, eu, fi, gu, hi, id, it, ja, km, kn, mk, mr, ne, nl, pa_in, pl, pt_br, sq, sv, te, tl, uk

source: This task installs programs, data files, fonts, and documentation that make it easier for Chinese speakers to use Debian, using the simplified Chinese encoding.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ফন্ট, ও সহায়িকা ইনস্টল করে যা চীনা ভাষীদের জন্য সরলীকৃত চীনা এনকোডিং-এর মাধ্যমে ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha instaluje programy, fonty a dokumentaci ve zjednodušeném čínském kódování.
da: Denne opgavepakke indeholder programmer, datafiler, skrifttyper og dokumentation, der letter brugen af Debian for kinesisksprogede med simplificeret kinesisk tegnsæt.
dz: རྒྱ་ནག་གིའཇམ་སམ་བཟོ་བཟོ་བའི་ཨིན་ཀོ་ཌིང་ལག་ལེན་འཐབ་ཐོག་ལས་ འ་ནི་ལས་ཀ་འདི་གིས་རྒྱ་ནག་གི་ཁ་སླབ་མི་ཚུ་ལུ་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལས་རིམ་དང་ གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས་ ཡིག་ཐོ་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབད་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación que hace más sencillo el uso de Debian a los usuarios que hablan chino, utilizando para ello la codificación china simplificada.
eu: Zeregin honek Txinera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,Txinatar soildua kodeketa erabiliaz.
fi: Asentaa ohjelmat, datatiedostot, kirjasintyypit ja dokumentaation auttamaan kiinankielisiä Debianin käytössä kun käytössä on yksinkertaistettu kiinalainen merkistö.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે ચાઇનિઝભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું, સરળ ચાઇનિઝ એનકોડિંગનો ઉપયોગ કરીને સરળ બનાવે છે.
id: Penugasan ini memasang program-progran, berkas data, huruf dan dokumentasi yang memudahkan para pengguna berbahasa Cina menggunakan Debian, dengan menggunakan tulisan Cina yang Disederhanakan.
it: Questo task installa programmi, file dati, tipi di carattere e documentazione che rende più semplice usare Debian per chi parla cinese, usando la codifica cinese semplificata.
ja: このタスクは、中国語話者が簡体字中国語エンコーディングを用いて Debian を使うのを簡単にするためのプログラム、データファイル、フォント、ドキュメントを含んでいます。
km: ភារកិច្ច​ដំឡើង​កម្មវិធី ឯកសារ​ទិន្នន័យ ពុម្ពអក្សរ និង​ឯកសារ​ដែល​ធ្វើឲ្យ​វា​កាន់​តែ​​ងាយស្រួល​ដល់​អ្នក​និយាយ​ភាសាចិន​​ដើម្បី​​ប្រើ​ដេបៀនបាន​ ដោយ​​ប្រើ​សំនុំតួអក្សរ​ចិន​សាមញ្ញ ។
kn: ಇದು ಚೈನೀಸ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ- ಮಾಹಿತಿಯನ್ನು ಸರಳೀಕೃತ ಚೈನೀಸ್ ಸಂಕೇತಗಳನ್ನು ಬಳಸಿ ಅನುಸ್ಥಾಪಿಸುವದು.
mk: Оваа задача инсталира програми, датотеки со податоци, фонтови и документација што им олеснува на луѓето што говорат кинески да го користат Дебиан, користејќи го упростениот кинекси енкодинг.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न सरलकृत चाइनिज संकेतन प्रयोग गरेर चाइनिज वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert programma's, gegevensbestanden, lettertypes en documentatie die het makkelijker maken voor Chineessprekenden om Debian te gebruiken (m.b.v de vereenvoudigde Chinese codering).
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਕਾਰਜ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ, ਜੋ ਕਿ ਡੇਨੀਅਨ ਵਿੱਚ ਚੀਨੀ ਬੋਲਿਆਂ ਵਾਲਿਆਂ ਲਈ ਸਧਾਰਨ ਚੀਨੀ ਇਕੋਡਿੰਗ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਉਪਲੱਬਧ ਹੁੰਦੇ ਹਨ।
pl: To zadanie instaluje programy, dane, czcionki i dokumentacjê, by u³atwiæ korzystanie z Debiana osobom pos³uguj±cym siê jêzykiem chiñskim z wykorzystaniem uproszczonego kodowania.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam chinês, usando a codificação chinesa simplificada.
sq: Kjo detyrë instalon programe, file të dhënash, gërma, dhe dokumentacion që bën të mundur përdorimin e Debian-it nga ana e popujve që flasin gjuhën Kineze të thjeshtëzuar.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation som gör det lättare för människor som talar kinesiska att använda Debian via den förenklade kinesiska kodningen.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, mga font, atmga babasahin na nagpapadali para sa mga nagsasalita ng Intsik nagumamit ng Debian, gamit ang pina-simpleng encoding na Intsik.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що полегшують використання Debian для тих, хто розмовляє китайською та використовує спрощене кодування.

source: Simplified Chinese desktop
bn: সরলীকৃত চীনা ডেস্কটপ
cs: Desktop s podporou zjednodušené čínštiny
da: Simplificeret kinesisk skrivebord
dz: རྒྱ་ནག་གི་འཇམ་སམ་བཟོ་བཟོབའི་ ཌེཀསི་ཊོཔ།
es: Escritorio en chino simplificado
eu: Txinera Sinplifikatuaren mahaigaina
fi: Yksinkertaistettua kiinalaista merkistöä käyttävä työpöytä
gu: સરળ ચાઇનિઝ ડેસ્કટોપ
id: Desktop berbahasa Cina yang Disederhanakan (Simplified Chinese)
it: Desktop cinese semplificato
ja: 簡体字中国語デスクトップ
km: ​ផ្ទៃតុ​ភាសា​ចិន​សាមញ្ញ
kn: ಸರಳೀಕೃತ ಚೈನೀಸ್ ಗಣಕತೆರೆ
mk: Работна околина на упростен кинески
ne: सरलकृत चाइनिज डेस्कटप
nl: Vereenvoudigde Chinese desktop
pa_in: ਸਧਾਰਨ ਚੀਨੀ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko chiñskie (uproszczone)
pt_br: Desktop Chinês Simplificado
sq: Hapësira e punës Kinezçe e thjeshtëzuar
sv: Förenklad kinesisk skrivbordsmiljö
tl: Desktop na pina-simpleng Intsik
uk: Стільниця з підтримкою китайської (спрощеної)

source: This task localises the desktop in Simplified Chinese.
bn: এই কাজটি সরলীকৃত চীনা ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro zjednodušenou čínštinu.
da: Denne opgavepakke gør skrivebordet simplificeret kinesisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ རྒྱ་ནག་འཇམ་སམ་བཟོ་བཟོ་བའི་ནང་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en chino simplificado.
eu: Zeregin honek idazmahaia Txinatar soilduan ezartzen du.
fi: Tämä tehtävä tekee työpöydästä yksinkertaistetun kiinankielisen
gu: આ કાર્ય ડેસ્કટોપનું સરળ ચાઇનિઝમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Cina Yang Disederhanakan (RRC)
it: Questo task installa un desktop localizzato in cinese semplificato.
ja: このタスクは、簡体字中国語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​ភាសា​ចិន​សាមញ្ញ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಸರಳೀಕೃತ ಚೈನೀಸ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на упростен кинески.
ne: यो कार्यले सरलकृत चाइनिजमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Vereenvoudigd Chinees.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਸਧਾਰਨ ਚੀਨੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po chiñsku (uproszczony).
pt_br: Esta tarefa disponibiliza o desktop em chinês simplificado.
sq: Kjo detyrë shfaq hapësirën e punës në Kinezçen e Thjeshtëzuar.
sv: Denna funktion anpassar skrivbordsmiljön för förenklad kinesiska.
tl: Ginagawa nitong lokalisado ang desktop sa pina-simpleng Intsik
uk: Це завдання робить стільницю локалізованою китайською (спрощеною).

source: Traditional Chinese environment
bn: প্রচলিত চীনা পরিবেশ
cs: Tradiční čínské prostředí
da: Traditionelt kinesisk miljø
dz: རྒྱ་ནག་གི་སྔར་སྲོལ་སྐད་ཡིག
es: Entorno en chino tradicional
eu: Txinera Tradizionalaren ingurunea
fi: Perinteistä merkistöä käyttävä kiinalainen ympäristö
gu: પારંપરિક ચાઇનીઝ વાતાવરણ
id: Lingkungan bahasa Cina Tradisional
it: Ambiente cinese tradizionale
ja: 繁体字中国語環境
km: បរិស្ថាន​​ភាសា​ចិន​បុរាណ
kn: ಸಾಂಪ್ರದಾಯಿಕ ಚೈನೀಸ್ ಪರಿಸರ
mk: Средина на традиционален кинески
ne: परम्परागत चाइनिज परिवेश
nl: Traditioneel Chinese omgeving
pa_in: ਮੂਲ ਚੀਨੀ ਵਾਤਾਵਰਣ
pl: ¦rodowisko chiñskie (tradycyjne)
pt_br: Ambiente Chinês Tradicional
sq: Mjedisi Kinez Tradicional
sv: Traditionell kinesisk miljö
tl: Kapaligirang tradisyonal ng Intsik
uk: Стільниця з підтримкою китайської (традиційної)

source: This task installs programs, data files, fonts, and documentation that make it easier for Chinese speakers to use Debian, using the traditional Chinese encoding.
bn: এই কাজটি কিছু প্রোগ্রাম, তথ্যের ফাইল, ফন্ট, ও সহায়িকা ইনস্টল করে যা চীনা ভাষীদের জন্য প্রচলিত চীনা এনকোডিং-এর মাধ্যমে ডেবিয়ান ব্যবহার করা সহজ করে তোলে।
cs: Tato úloha instaluje programy, fonty a dokumentaci v tradičním čínském kódování.
da: Denne opgavepakke indeholder programmer, datafiler, skrifttyper og dokumentation, der letter brugen af Debian for kinesisksprogede med traditionelt kinesisk tegnsæt.
dz: རྒྱ་ནག་གི་(སྔར་སྲོལ)ཨིན་ ཀོ་ཌིང་ ལག་ལེན་འཐབ་ཐོག་ལས་ འ་ནི་ལས་ཀ་འདི་གིས་ རྒྱ་ནག་གི་ཁ་སླབ་མི་ཚུ་ཌེ་བི་ཡཱན་འཇམ་ཏོང་ཏོ་འབད་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ ལས་རིམ་དང་ གནད་སྡུད་ཡིག་སྣོད་ ཡིག་གཟུགས་ དེ་ལས་ཡིག་ཐོ་བཀོད་པ་དེ་ཚུ་གཞི་བཙུགས་འབད་འབདཝ་ཨིན།
es: Esta tarea instala programas, ficheros de datos, fuentes y documentación que hacen más fácil el uso de Debian a usuarios chinos que utilicen la codificación china tradicional.
eu: Zeregin honek Txinera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak, datu-fitxategiak eta dokumentazioa instalatzen ditu,Txinatar soildua kodeketa erabiliaz.
fi: Asentaa ohjelmat, datatiedostot, kirjasintyypit ja dokumentaation auttamaan kiinankielisiä Debianin käytössä kun käytössä on perinteinen kiinalainen merkistö.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે ચાઇનિઝભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું, પારંપરિક ચાઇનીઝ એનકોડિંગનો ઉપયોગ કરીને સરળ બનાવે છે.
id: Penugasan ini memasang program-progran, berkas data, huruf dan dokumentasi yang memudahkan para pengguna berbahasa Cina menggunakan Debian, dengan menggunakan tulisan Cina Tradisional.
it: Questo task installa programmi, file dati, tipi di carattere e documentazione che rende più semplice usare Debian per chi parla cinese, usando la codifica cinese tradizionale.
ja: このタスクは、中国語話者が繁体字中国語エンコーディングを用いて Debian を使うのを簡単にするためのプログラム、データファイル、フォント、ドキュメントを含んでいます。
km: ភារកិច្ច​នេះ​​ដំឡើង​កម្មវិធី, ឯកសារ​ទិន្នន័យ ពុម្ពអក្សរ និង​ឯកសារ​ដែល​ធ្វើឲ្យវា​កាន់តែ​ងាយ​ស្រួល​​ដល់​​អ្នក​និយាយ​ភាសា​ចិន​ដើម្បី​ប្រើ​ដេបៀន​ ដោយ​ប្រើ​សំនុំ​តួអក្សរ​ចិនបុរាណ ។
kn: ಇದು ಚೈನೀಸ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ತಂತ್ರಾಂಶಗಳನ್ನು , ಮಾಹಿತಿಕಡತಗಳನ್ನು , ಅಕ್ಷರಶೈಲಿಗಳನ್ನು ಮತ್ತು ಬಳಕೆ- ಮಾಹಿತಿಯನ್ನು ಸಾಂಪ್ರದಾಯಿಕ ಚೈನೀಸ್ ಸಂಕೇತಗಳನ್ನು ಬಳಸಿ ಅನುಸ್ಥಾಪಿಸುವದು
mk: Оваа задача инсталира програми, датотеки со податоци, фонтови и документација што им олеснува на луѓето што говорат кинески да го користат Дебиан, користејќи го традиционалниот кинекси енкодинг.
ne: यो कार्यले कार्यक्रमहरू, डेटा फाइलहरू, फन्टहरू, र मिसिलीकरण स्थापना गर्दछ जसले डेवियन प्रयोग गर्न परम्परागत चाइनिज संकेतन प्रयोग गरेर चाइनिज वक्ताको लागि यसलाई सजिलो बनाइदिन्छ ।
nl: Deze taak installeert programma's, gegevensbestanden, lettertypes en documentatie die het makkelijker maken voor Chineessprekenden om Debian te gebruiken (m.b.v de traditionele Chinese codering).
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਕਾਰਜ, ਡਾਟਾ ਫਾਇਲਾਂ, ਫੋਂਟ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਇੰਸਟਾਲ ਹੁੰਦੇ ਹਨ, ਜੋ ਕਿ ਡੇਨੀਅਨ ਵਿੱਚ ਚੀਨੀ ਬੋਲਿਆਂ ਵਾਲਿਆਂ ਲਈ ਮੂਲ ਚੀਨੀ ਇਕੋਡਿੰਗ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਉਪਲੱਬਧ ਹੁੰਦੇ ਹਨ।
pl: To zadanie instaluje programy, dane, czcionki i dokumentacjê, by u³atwiæ korzystanie z Debiana osobom pos³uguj±cym siê jêzykiem chiñskim z wykorzystaniem tradycyjnego kodowania.
pt_br: Esta tarefa instala programas, arquivos de dados, fontes e documentação que facilitam a utilização do Debian para aqueles que falam chinês, usando a codificação chinesa tradicional.
sq: Kjo detyrë instalon programe, file të dhënash, gërma, dhe dokumentacion që bën të mundur përdorimin e Debian-it nga ana e popujve që flasin gjuhën Kineze tradicionale.
sv: Denna funktion installerar program, datafiler, typsnitt och dokumentation som gör det lättare för människor som talar kinesiska att använda Debian via den traditionella kinesiska kodningen.
tl: Nagluluklok ito ng mga programa, talaksan ng mga datos, mga font, atmga babasahin na nagpapadali para sa mga nagsasalita ng Intsik nagumamit ng Debian, gamit ang encoding na tradisyonal ng Intsik.
uk: Це завдання встановлює програми, файли даних, шрифти та документацію, що полегшують використання Debian для тих, хто розмовляє китайською та використовує традиційне кодування.

source: Traditional Chinese desktop
cs: Desktop s podporou tradiční čínštiny
da: Traditionelt kinesisk skrivebord
dz: རྒྱ་ནག་སྔར་སྲོལ་སྐད་ཡིག་གི་ཌེཀསི་ཊོཔ།
es: Escritorio en chino tradicional
eu: Txinera Tradizional mahaigaina
gu: પારંપરિક ચાઇનીઝ ડેસ્કટોપ
it: Desktop cinese tradizionale
ja: 繁体字中国語デスクトップ
km: ផ្ទៃតុ​ភាសា​ចិន​បុរាណ
kn: ಸಾಂಪ್ರದಾಯಿಕ ಚೈನೀಸ್ ಗಣಕತೆರೆ
mk: Средина на традиционален кинески
nl: Traditioneel Chinese desktop
pl: Graficzne ¶rodowisko chiñskie (tradycyjne)
pt_br: Desktop Chinês Tradicional
sq: Hapësira e punës në Kinezçe Tradicionale
sv: Traditionell kinesisk skrivbordsmiljö
tl: Desktop na tradisyonal na Intsik
uk: Стільниця з підтримкою китайської (традиційної)

source: This task localises the desktop in Traditional Chinese.
bn: এই কাজটি প্রচলিত চীনা ভাষাকে ডেস্কটপের ভাষা হিসেবে নির্ধারণ করে।
cs: Tato úloha přizpůsobí desktop pro tradiční čínštinu.
da: Denne opgavepakke gør skrivebordet traditionelt kinesisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ རྒྱ་ནག་གི་སྔར་སྲོལ་སྐད་ཡིག་ནང་ལུ་བཟོ་བཏུབ་ཨིན།
es: Esta tarea localiza el escritorio en chino tradicional.
eu: Zeregin honek idazmahaia Txinera Tradizionalean ezartzen du.
fi: Tämä tehtävä asettaa työpöydän käyttämään perinteistä kiinalaista merkistöä.
gu: આ કાર્ય ડેસ્કટોપનું પારંપરિક ચાઇનિઝમાં સ્થાનિકીકરણ કરે છે.
id: Penugasan ini untuk desktop menggunakan bahasa Cina Tradisonal (Taiwan).
it: Questo task installa un desktop localizzato in cinese tradizionale.
ja: このタスクは、繁体字中国語でデスクトップをローカライズします。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​ជា​​​ភាសា​ចិន​បុរាណ ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಸಾಂಪ್ರದಾಯಿಕ ಚೈನೀಸ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು.
mk: Оваа задача ја локализира работната околина на традиционален кинески.
ne: यो कार्यले परम्परागत चाइनिजमा डेस्कटप स्थानियकरण गर्दछ ।
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Traditioneel Chinees.
pa_in: ਇਸ ਕਾਰਜ ਨਾਲ ਵੇਹੜੇ ਨੂੰ ਮੂਲ ਚੀਨੀ ਵਿੱਚ ਤਿਆਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po chiñsku (tradycyjny).
pt_br: Esta tarefa disponibiliza o desktop em chinês tradicional.
sq: Kjo detyrë shfaq hapësirën e punës në Kinezçen Tradicionale.
sv: Denna funktion anpassar skrivbordsmiljön för traditionell kinesiska.
tl: Ginagawa nitong lokalisado ang desktop sa Intsik na tradisyonal
uk: Це завдання робить стільницю локалізованою китайською (традиційною).

source: Croatian environment
cs: Chorvatské prostředí
da: Kroatisk miljø
es: Entorno en croata
eu: Kroaziar ingurunea
gu: ક્રોએશિયન વાતાવરણ
it: Ambiente croato
kn: ಕ್ರೋಏಶಿಯನ್ ಪರಿಸರ
nl: Kroatische omgeving
pt_br: Ambiente Croata
tl: Kapaligirang Croat
uk: Підтримка хорватської мови

source: This task installs packages and documentation in Croatian to help Croatian speaking people use Debian.
cs: Tato úloha nainstaluje programy a dokumentaci v chorvatštině.
da: Denne opgavepakke installerer catalanske pakker og dokumentation, der skal hjælpe kroatisksprogede med at bruge Debian.
es: Esta tarea instala paquetes y documentación en croata que ayudan a utilizar Debian a personas que hablen este idioma.
eu: Zeregin honek Kroaziera hitzegiten dutenek Debian erabilterrazagoa izan dezaten egiten duten programak eta dokumentazioa instalatzen ditu.
gu: આ કાર્ય કાર્યક્રમો, માહિતી ફાઇલો, ફોન્ટસ, અને દસ્તાવેજો સ્થાપિત કરે છે જે ક્રોએશિયન ભાષીઓ માટે ડેબિયન ઉપયોગ કરવાનું સરળ બનાવે છે.
it: Questo task installa pacchetti e documentazione in croato per aiutare chi parla Croato ad usare Debian.
kn: ಇದು ಕ್ರೋಏಶಿಯನ್ ಭಾಷೆಯನ್ನು ಮಾತನಾಡುವವರು ಡೆಬಿಯನ್ ಬಳಸಲು ಸುಲಭವಾಗುವಂತೆ ಇದು ತಂತ್ರಾಂಶಸಮೂಹ ಮತ್ತು ಬಳಕೆ-ಮಾಹಿತಿಯನ್ನು ಕ್ರೋಏಶಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಅನುಸ್ಥಾಪಿಸುವದು.
nl: Deze taak installeert pakketten en documentatie die het makkelijker maken voor Kroatischsprekenden om Debian te gebruiken.
pt_br: Esta tarefa instala pacotes e documentação em croata para ajudar as pessoas que falam esse idioma a utilizar o Debian.
tl: Ang task na ito ay nagluluklok ng mga pakete at babasahin sa Croatia upang tulungan ang nagsasalita ng Croatia na gumamit ng Debian.
uk: Це завдання встановлює пакунки, що дозволяють полегшити використання Debian тим, хто розмовляє хорватською мовою.

source: Croatian desktop
cs: Desktop s podporou chorvatštiny
da: Kroatisk skrivebord
dz: ཀོརོ་ཤི་ཡཱན་གྱི་ཌེཀསི་ཊོཔ།
es: Escritorio en croata
eu: Kroaziar mahaigaina
gu: ક્રોએશિયન ડેસ્કટોપ
it: Desktop croato
ja: クロアチア語デスクトップ
km: ផ្ទៃតុ​ភាសា​ក្រូអាត
kn: ಕ್ರೋಏಶಿಯನ್ ಗಣಕತೆರೆ
mk: Хрватска работна околина
nl: Kroatische desktop
pl: Graficzne ¶rodowisko chorwackie
pt_br: Desktop Croata
sq: Hapësira e punës Kroate
sv: Kroatisk skrivbordsmiljö
tl: Desktop na Croat
uk: Стільниця з підтримкою хорватської

source: This task localises the desktop in Croatian.
cs: Tato úloha přizpůsobí desktop pro chorvatštinu.
da: Denne opgavepakke gør skrivebordet kroatisk.
dz: འ་ནི་ལས་ཀ་འདི་གིས་ ཌེཀསི་ཊོཔ་ ཀོརོ་ཤི་ཡཱན་ནང་ལུ་བཏུབ་བཟོཝ་ཨིན།
es: Esta tarea localiza el escritorio en croata.
eu: Zeregin honek idazmahaia Kroazieraz ezartzen du.
gu: આ કાર્ય ડેસ્કટોપનું ક્રોએશિયનમાં સ્થાનિકીકરણ કરે છે.
it: Questo task installa un desktop localizzato in croato.
ja: このタスクは、クロアチア語でローカライズされたデスクトップを形成します。
km: ភារកិច្ច​នេះ​ធ្វើ​មូលដ្ឋានីយកម្ម​ផ្ទៃតុ​នៅ​ក្នុងភាសា​ក្រូអាត ។
kn: ಇದು ಗಣಕತೆರೆಯನ್ನು ಕ್ರೋಏಶಿಯನ್ ಭಾಷೆಯಲ್ಲಿ ಸ್ಥಳೀಕರಿಸುವದು
mk: Оваа задача ја локализира работната околина на хрватски.
nl: Deze taak zorgt ervoor dat de desktop gelokaliseerd is als Kroatisch
pl: To zadanie spowoduje, ¿e ¶rodowisko graficzne bêdzie siê komunikowaæ po chorwacku.
pt_br: Esta tarefa disponibiliza o desktop em croata.
sq: Kjo detyrë shfaq hapësirën e punës në gjuhën Kroate.
sv: Denna funktion anpassar skrivbordsmiljön för kroatiska.
tl: Ginagawang lokalisado ang desktop para sa Croat.
uk: Це завдання робить стільницю локалізованою хорватською.

source: Cyrillic environment
bn: সিরিলিক পরিবেেশ
cs: Cyrilice
da: Kyrillisk miljø
dz: སི་རི་ལིག་སྐད་ཡིག
es: Entorno en cirílico
eu: Zirilikoa ingurunea
fi: Kyrillinen ympäristö
gu: સિરીલીક વાતાવરણ
id: Lingkungan bahasa Cyrillic
it: Ambiente cirillico
ja: キリル文字環境
km: បរិស្ថាន​​​ភាសា​ស៊ីរីលីក
kn: ಸಿರಿಲಿಕ್ ಪರಿಸರ
mk: Кирилична средина
ne: सिरिलिक परिवेश
nl: Cyrillische omgeving
pa_in: ਸਰਲਿੱਕ ਵਾਤਾਵਰਣ
pl: ¦rodowisko cyrylickie
pt_br: Ambiente Cirílico
sq: Mjedisi Cirilik
sv: Kyrillisk miljö
tl: Kapaligirang Cyrillic
uk: Підтримка кирилиці

source: This task provides Cyrillic fonts and other software you will need in order to use Cyrillic. It supports Belarusian, Bulgarian, Macedonian, Russian, Serbian and Ukrainian.
bn: এই কাজটি সিরিলিক ফন্ট ও অন্যান্য সফটওয়্যার সরবরাহ করে যা সিরিলিক লিপি ব্যবহারের জন্য আপনার প্রয়োজন হবে। এটি বেলারুশিয়, মেসিডোনিয়, রুশ, সার্বিয় ও ইউক্রেইনিয় ভাষা সমর্থন করে।
cs: Tato úloha poskytuje fonty a další software pro cyrilici. Podporuje běloruské, bulharské, makedonské, ruské, srbské a ukrajinské prostředí.
da: Denne opgavepakke indeholder kyrilliske skrifttyper og programmer, du skal bruge for at kunne anvende kyrillisk skrift. Den understøtter hviderussisk, bulgarsk, makedonsk, russisk, serbisk og ukrainsk.
dz: སི་རི་ལིག ་ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ འ་ནི་ལས་ཀ་འདི་གིས་ སི་རི་ལིག་ཡིག་གཟུགས་དང་ གཞན་མི་ མཉན་ཆས་དེ་ཚུ་ བྱིནམ་ཨིན། དེ་གིས་ བེ་ལ་རུ་སི་ཡཱན་དང་ བཱལ་ག་རི་ཡཱན མེ་སི་ཌོ་ནི་ཡཱན་ ར་ཤི་ཡཱན་ སར་བི་ཡཱན་དེ་ལས་ ཡུཀ་རའི་ནི་ཡཱན་ཚུ་ལུ་རྒྱབ་སྐྱོར་འབདཝ་ཨིན།
es: Esta tarea incluye fuentes en cirílico así como otros programas que necesitará si usa este alfabeto. Incluye soporte para bieloruso, búlgaro, macedonio, ruso, serbio y ukraniano.
eu: Zeregin honek letra-tipo Zirilikoak eta Zirilikoa erabiltzeko behar diren beste softwareak instalatzen ditu. Honek Bielorrusiera, Bulgariera, Mazedoniera, Errusiera, Serbiera eta Ukraniera onartzen ditu.
fi: Asentaa kyrilliset kirjasintyypit ja muut ohjelmistot, jotka tarvitaan käytettäessä kyrillistä ympäristöä. Tämä tukee valkovenäjää, bulgariaa, makedoniaa, venäjää, serbiaa ja ukrainaa.
gu: આ કાર્ય સિરીલીક ફોન્ટસ અને બીજા કાર્યક્રમો સ્થાપિત કરે છે જે તમારે સિરીલીક ઉપયોગ કરવા માટેજરુરી છે. તે બેલારશિયન, બલ્ગેરિયન, મેસેડોનીઅન, રશિયન, સર્બિયન અને યુક્રેનિયનને આધાર આપે છે.
id: Penugasan ini menyediakan huruf-huruf dan perangkat lunak lainnya yang dibutuhkan untuk dapat menggunakan Cyrillic. Mendukung bahasa Belarusia, Bulgaria, Macedonia, Rusia, Serbia dan Ukraina.
it: Questo task fornisce tipi di carattere cirillici e altro software necessario per l'utilizzo del cirillico. Supporta bielorusso, bulgaro, macedone, russo, serbo e ucraino.
ja: このタスクは、キリル文字のフォントと、キリル文字を使うためのその他のソフトウェアを提供します。ベラルーシ語、ブルガリア語、マケドニア語、ロシア語、セルビア語、ウクライナ語をサポートします。
km: ភារកិច្ច​នេះ​ផ្តល់​ ពុម្ពអក្សរ​​​ស៊ីរីលីក និង​ផ្នែកទន់​ផ្សេងទៀត ដែលអ្នកនឹង​ត្រូវការវា​ដើម្បី​ប្រើ​ភាសាស៊ី​រីលីក ។ វាគាំទ្រ ​ភាសាបេឡារុស្ស, ភាសាប៊ុលហ្ការី, ភាសា​ម៉ាសេដូនី, ភាសា​រុស្ស៊ី, ភាសា​សែប៊ី និង​ភាសា​អ៊ុយក្រែន ។​​​​
kn: ಇದು ಸಿರಿಲಿಕ್ ಬಳಸಲು ಬೇಕಾದ ಅಕ್ಷರಶೈಲಿಗಳು ಮತ್ತು ಇತರ ತಂತ್ರಾಂಶವನ್ನು ಒದಗಿಸುತ್ತದೆ.ಅದು ಬೈಲೋರಸಿಯನ್ , ಬಲ್ಗೇರಿಯನ್, ಮ್ಯಾಸೆಡೋನಿಯನ್ , ರಶಿಯನ್ , ಸರ್ಬಿಯನ್ ಮತ್ತು ಯುಕ್ರೇನಿಯನ್ ಗಳನ್ನೂ ಬೆಂಬಲಿಸುವದು.
mk: Оваа задача озможува кирилични фонтови и друг софтвер кој ќе ти треба за да користиш кирилица. Подржува белоруски, бугарски, македонски, руски, српски и украински.
ne: यो कार्यले तपाईँलाई सिरिलिक प्रयोग गर्न सिरिलिक फन्टहरू र अन्य सफ्टवेयर उपलब्ध गर्दछ । यसले बेलारुसियन, बुल्गेरियन, म्यासेडोनियन, रसियन, सेरवियन र युक्केनियनलाई समर्थन गर्दछ ।
nl: Deze taak voorziet in Cyrillische fonts en andere software die nodig is om Cyrillisch te gebruiken. De taak ondersteund Wit-Russisch, Bulgaars, Macedonisch, Russisch, Servisch, en Oekraïens
pa_in: ਇਸ ਕਾਰਜ ਵਿੱਚ ਸਿਰਲਿਕ ਫੋਂਟ ਅਤੇ ਹੋਰ ਸਾਫਟਵੇਅਰ ਮੌਜੂਦ ਹਨ, ਜੋ ਕਿ ਸਿਰਲਿਕ ਲਈ ਤੁਹਾਨੂੰ ਲੋੜੀਦੇ ਹਨ। ਇਸ ਨਾਲ ਬੇਲਾਰੂਸ, ਬੁਲਗਾਰੀਆ, ਮੈਕਡੋਨੀਆ, ਰੂਸ, ਸਰਬੀਆ ਅਤੇ ਯੂਕਰੇਨ ਪ੍ਰਭਾਵਿਤ ਹੁੰਦੇ ਹਨ।
pl: To zadanie dostarcza czcionek cyrylickich oraz innego oprogramowania, które jest wymagane by u¿ywaæ cyrylicy. Obs³uguje jêzyk bia³oruski, bu³garski, macedoñski, rosyjski, serbski i ukraiñski.
pt_br: Esta tarefa fornece fontes cirílicas e outros softwares que você precisará para um ambiente cirílico. Esta tarefa suporta os idiomas bielorrusso, búlgaro, macedônio, russo, sérvio e ucraniano.
sq: Kjo detyrë instalon gërmat cirilike dhe programe të tjerë ku përdoret Cirilikja. Suporton Bjellorusisht, Bullgarisht, Maqedonisht, Rusisht, Serbisht dhe Ukrainisht.
sv: Denna funktion tillhandahåller kyrilliska typsnitt och annan programvara som du behöver för att använda kyrilliska. Den innehåller stöd för vitryska, bulgariska, makedonska, ryska, serbiska och ukrainska.
tl: Nagbibigay ng mga font na Cyrillic at ibang mga software na kailangan upang gumamit ng Cyrillic. Suportado nito ang Belaruso, Bulharyan, Macedoniyan, Russo, Serbyan at Ukranyan.
uk: Це завдання надає кирилічні шрифти та інше програмне забезпечення яке потрібне для використання кирилиці. Підтримуються білоруська, болгарська, македонська, російська, сербська та українська мови.

source: Cyrillic desktop
bn: সিরিলিক ডেস্কটপ
cs: Desktop s cyrilicí
da: Kyrillisk skrivebord
dz: སི་རི་ལིག་ ཌེཀསི་ཊོཔ།
es: Escritorio en cirílico
eu: Zirilikoa mahaigaina
fi: Kyrillinen työpöytä
gu: સિરીલીક ડેસ્કટોપ
id: Desktop berbahasa Cyrillic
it: Desktop cirillico
ja: キリル文字デスクトップ
km: ផ្ទៃតុ​​ភាសា​ស៊ីរីលីក
kn: ಸಿರಿಲಿಕ್ ಗಣಕತೆರೆ
mk: Кирилична работна околина
ne: सिरिलिक डेस्कटप
nl: Cyrillische desktop
pa_in: ਸਰਲਿੱਕ ਵੇਹੜਾ
pl: Graficzne ¶rodowisko cyrylickie
pt_br: Desktop Cirílico
sq: Hapësira e punës Cirilike
sv: Kyrillisk skrivbordsmiljö
tl: Desktop na Cyrillic
uk: Стільниця з підтримкою кирилиці
